export const menuData = [
  {
    "id": 3,
    "name": "갈비탕/당면",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 갈비, 소고기는 핏물빼서  한번 데쳐내서 검은 기름기 제거후 끓인다.2. 무는 나박썬다. 마늘은 갈고, 파는 썬다. 3. 달걀은 지단을 부쳐 썬다.4. 팽이버섯은 3cm길이로 썰어서 넣는다. 국물위에 뜨는 기름을 걷어낸다.5. 국간장,소금,후추로 간을 맞춰 더 끓이고 마지막에 파를 넣는다.6. 당면은 삶아서 배식 시 함께 제공한다."
  },
  {
    "id": 4,
    "name": "갈비탕/소면",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 소꼬리, 갈비는 핏물을 제거해 놓는다.(전날 선입할것) 뼈 우려놓고 퇴근2. 꼬리와 갈비는 아침일찍 끓인 후, 검은 기름띠 걷어내고3. 다시마, 양파는 육수로 사용한다.4. 무는 나박썰고 팽이는 반자르기5. 고기도 육수와 함께  끓이기6. 국간장,소금,후추로 간을 하고7. 계란 풀어 넣기8. 배식 직전 파를 넣기 소꼬리(2*2, 30g) :  갈비(2*2cm.30g)"
  },
  {
    "id": 5,
    "name": "감자고추장찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 6,
    "name": "감자다시마국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치,다시마는 육수를 내고 2. 건진 다시마는 채썰고 3. 감자는 십자모양으로 4등분하여 은행잎 모양으로 도톰하게 썰기4. 양파-채썰기 5. 육수에 감자를 넣고 끓으면 6. 파,마늘,다시마,국간장을 넣고 간을 맞춰주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 7,
    "name": "감자삼색수제비",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마,멸치,북어채는 다시물을 만들고 멸치,다시마는 건져내고 (북어채는 건지지 않아요.) 2. 감자, 호박은 도톰하게 납작썰기, 양파 채썰기 --- 감자, 양파는 반으로 썰어 도톰하게 썰기3. 수제비를 물에 씻어 타공팬에 담아 100도 5분 습열-- 온도 확인--- 많이 담으면 안돼요. 떡이 되어 버립니다.4. 끓으면 파,마늘 넣어 간을 맞춘다. 5. 통에 익힌 수제비를 담고 국을 담은 후 섞어줍니다.주의점 : 배식시간 20분전에 수제비를 넣어 너무 불지 않도록 한다. 국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 8,
    "name": "감자새알만둣국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "물만두 다른제품 알아보기 풀무원 제품 간간함* 만두는 터지지 않게 찜기를 이용해 쪄낸다. * 떡국은 불지않게 나중에 넣는다.만두는 5개씩 배식한다."
  },
  {
    "id": 9,
    "name": "감자스프.",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*감자,양파 제일 작은 깍둑썰기1.양파는 버터에 갈색이 나도록 많이 볶는다.2. 감자도 버터에 볶다가 물을 붓고 푹 삶는다. 3. 감자가 삶아지면 다믹서기에 조금씩 넣고 갈아낸다. 4. 갈아진 감자와 양파,우유, 생크림을 넣고 끓여낸다. 이때 농도가 묽으면 크림스프로 농도를 맞춘다."
  },
  {
    "id": 10,
    "name": "감자어묵고추장찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치, 다시마, 멸치가루는 육수를 낸 후-- 멸치가루는 그냥 넣어요!!2. 감자,호박은 나박썰기 양파,표고는 채썰기  3. 육수에 고추장,된장,고춧가루를 풀어 한소금 끓으면 4. 끓는 국물에 감자,표고를 넣고 팔팔 끓으면 호박,양파,파,마늘,어묵을 넣어 끓여 주세요 국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "설탕",
    "role_code": null,
    "season": [
      "마늘"
    ],
    "recipe": "고춧가루"
  },
  {
    "id": 12,
    "name": "건새우무국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 야채는 소독하여 세척한 다음 절단하여 준비한다. 2. 멸치 다시국물을 낸 후, 볶아둔 건새우를 넣는다. 3. 끓으면 나박썰기한 무와 마늘을 넣고, 간장과 소금으로 간을 한 다음 4. 마지막에 파를 넣고 한번 끊어오르면 담아낸다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 13,
    "name": "건새우아욱된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치는 티를 고른후 다시마와 함께 물에 넣고 끓여 건지고 멸치분말을 넣고3. 아욱은 깨끗이 다듬어 빡빡 주물러 씻어 먹기 좋게 썬다. 4. 육수에 된장,고추장을 잘 풀고 건새우가루, 아욱을 넣고 끓이다가 파,마늘을 넣어 간을 맞춘다국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)아욱/생것-10%"
  },
  {
    "id": 14,
    "name": "건진국수/육말",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 무, 국멸치, 양파, 청주, 다시마, 디포리, 마늘, 통후추로 국물을 낸다.2. 1의 국물에 국간장, 어간장, 소금을 넣어 간을 맞춘 후 후추를 넣는다.3. 유부는 0.5cm 두께로 채썰어 데친다.4. 당근, 호박은  가는 채썰기하여 볶는다.5. 난황, 난백은 지단을 부쳐 채썬다.6. 파는 송송썰기한다.7. 김가루를 준비한다.8. 배추김치는 소를 털어내고 송송썰기하여 참기름에 무쳐서 따로 배식한다.9. 2의 국물에 유부. 파를 넣어 끓인다.10. 당근, 호박, 황,백지단, 김가루, 육밀을 고명으로 준비한다. 11. 소면은 삶아서 따로 배식한다.<육밀>1. 쇠고기는 잘게 다진다.2. 1의 쇠고기에 진간장, 고추장(다른 메뉴검토 후 넣음),다진마늘, 참기름, 꿀(설탕, 물엿)을 넣고 버무린다.3. 중간 불에 타지 않게 볶은 뒤 고기가 익으면 다진 파와 잣가루를 넣고 섞는다."
  },
  {
    "id": 15,
    "name": "곰탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 파 염소소독 실시*** 무와 소고기는 따로 끓여 배식전에 넣기1. 소뼈는 핏물을 뺀 후 양파, 생강을 넣어 육수를 내고2. 쇠고기는 핏물을 뺀 후 삶아 건져 찢어 놓고 3. 달걀은 지단을 부쳐 곱게 채썰기--오븐에 하지 않아요!!!4. 쇠고기를 따로 삶아 썰고 국물에 무를 넣어 끓여주세요*** 사골국물에 무를 넣어 끓이면 뽀얀 국물이 색이 변합니다. 무는 같이 끓이지 말고 주세요.  5. 국이 끓으면 마늘, 소금, 후추를 넣어 간을 맞춘다. 6. 썰어 놓은 파는 색이 살도록 배식직전에 넣어 주세요. 7. 당면은 삶아 물에 헹궈 두었다가 잘라 고기,지단과 섞어 배식할때 넣어준다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "배추",
    "role_code": null,
    "season": [
      "부추"
    ],
    "recipe": "미나리는 굵게 채썬다."
  },
  {
    "id": null,
    "name": "고추장",
    "role_code": null,
    "season": [
      "소주"
    ],
    "recipe": "미림"
  },
  {
    "id": 18,
    "name": "국물닭볶음탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "국칸에 주는 국물 닭볶음탕 - 국물 있어 밥에도 비벼먹게, 국물처럼 먹게 텁텁한맛 안내려고 고춧가루만 시켰어요 (보시고 고추장 필요하면 일부 쓰기)* 국 이기에 떡은 밀떡으로 1. 닭고기는 뜨거운 물로 데쳐내고 양념해 두기(고추장, 간장, 고춧가루, 파, 마늘 청주,설탕, 생강, 미림 등..을 넣고 굴끓이는 다시물 1다라이를 넣고 양념장 만들기)2. 감자는 적당한 크기로 썰어서 오븐에 군감자, 군고구마로 조리하여 한김 식힌다.3. 오븐팬에  닭고기, 당근, 양파 등을 함께 섞어 넣고 스팀솥에 졸임(약간의식용유를 두르고).    어느정도 익으면 감자를 넣고 한소끔 끓여서.잘 섞어서 뚜껑을 덮은 후 배식"
  },
  {
    "id": 20,
    "name": "국물찜닭/김가루",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 국칸에 주는 국물 찜닭 / 당면은 따로 배식 - 일반 반찬 칸 찜닭 보다 안에 들은 재료가 많아요! 1. 닭은  검수 후 바로 스텐타공 소쿠리에  담아 핏물과 잡물을 충분히 빼 두고 을  끓는 물로 데친뒤 소쿠리에 건져놓고 나오는 핏물도 제거한다.     떡은 데쳐서 찬물로( 얼음) 씻기2. 닭고기 오븐에 구워주기3. 간장, 양파 갈은 거(약3-5kg),파 갈은거, 청주,데리야끼소스, 춘장,  굴소스, 마른고추,마늘, 고추씨기름 을 넣고 끓여 양념장을 만든다.4. 감자는 두툼하게 썰어 물로 헹구어서  전분을  빼고 오븐에 군고구마 코스로 굽기) 겉 표면의 수분이 날아가게끔5. 볶음솥에 오븐에 구운 닭과 간장,육수,마른고추를 넣고 감자와 당근을 넣고 노두유로 색 내기 / 막판에 밀떡 넣기 - 당면 한줌 ( 혹은 모양 만들어) -> 국 칸에 한 줌 씩 배식닭고기 일인양 130g 떡 25 당면 21g"
  },
  {
    "id": 23,
    "name": "김치어묵국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 쑥갓 염소소독 실시"
  },
  {
    "id": 25,
    "name": "김치우동(부)",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "700명 기준 우동65kg 880명 기준(후리카케보조밥)우동90kg 부족함밥을 주식으로 줄경우 우동 95-100g 적당/보조밥일경우 우동양 늘릴것*** 쑥갓,팽이버섯 염소소독 실시 --- 냉면기 사용1. 다시마는 깨끗이 씻어 국멸치,양파,무를 함께 국물을 우려낸 후 건져 다시마는 곱게 썰어 국에 넣고. 2. 멸치육수에 가다랑이포를 넣고 3분정도 더 끓여 건져낸 후 3. 간장,소금으로 간을 하고, 마늘과 파를 넣고 끓인다. 4. 마지막으로 다시마를 넣고 간을 맞춘다. 5. 김치는 곱게 다진다. 6. 끓는물에 소금+콩기름을 넣어 국수는 삶아 놓는다 7. 배식시 국수 담고 국물을 담은 후 염소소독한 쑥갓과  다진김치, 팽이버섯, 우동고명, 채썬어묵을 얹어준다. HACCP: 어묵은 썰때 도마와 칼을 구별사용해 주세요. 어묵은 따로 데쳐서 사용하도록 합니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)    우동/생것 - 50%"
  },
  {
    "id": 26,
    "name": "김치우동㈜",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "700명 기준 우동65kg 880명 기준(후리카케보조밥)우동90kg 부족함*** 쑥갓,팽이버섯 염소소독 실시 --- 냉면기 사용1. 다시마는 깨끗이 씻어 국멸치,양파,무를 함께 국물을 우려낸 후 건져 다시마는 곱게 썰어 국에 넣고. 2. 멸치육수에 가다랑이포를 넣고 3분정도 더 끓여 건져낸 후 3. 간장,소금으로 간을 하고, 마늘과 파를 넣고 끓인다. 4. 마지막으로 다시마를 넣고 간을 맞춘다. 5. 김치는 곱게 다진다. 6. 끓는물에 소금+콩기름을 넣어 국수는 삶아 놓는다 7. 배식시 국수 담고 국물을 담은 후 염소소독한 쑥갓과  다진김치, 팽이버섯, 우동고명, 채썬어묵을 얹어준다. HACCP: 어묵은 썰때 도마와 칼을 구별사용해 주세요. 어묵은 따로 데쳐서 사용하도록 합니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)    우동/생것 - 50%"
  },
  {
    "id": 28,
    "name": "김치잔치국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*국수, 김치 수정한 양임1. 멸치, 다시마, 양파, 무, 마늘, 파, 생강, 청주 넣고 육수를 충분히 우려낸다. 2. 김치는 다진후 파,마늘, 참기름, 고추가루 넣어 무쳐 놓은다. 3. 유부는 기름기 제거를 위해 끓는 물에 데쳐 나중에 넣는다  4. 당근, 호박은 곱게 채썰어 놓고 배식전에 끓는 국에 넣어 살짝 끓인다.5. 달걀은 지단을 부쳐 곱게 채썰어 놓는다  6. 국수를 삶아 찬물에 전분기가 빠져 쫄깃쫄깃하게 찬물에 충분히 헹궈준다.  7. 배식시 고명은 국물에 넣고 김가루는 김치와 섞어 따로 배식한다.   **국수는 최대한 나중에 삶아서 찬물에 휑궈서  1인분량으로 사리를 틀어놓는다.국물을 많이 끓인다.  2의 양념한 김치는 배식할때 얹어준다."
  },
  {
    "id": 29,
    "name": "김치콩나물국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 파, 마늘 염소소독1. 멸치육수 소금물을 끓이다가 2. 김치는 속을 털고 배식시보다 작게 송송 썰기-- 김치국물은 버리지 말고 국물로 사용합니다.3. 콩나물은 씻어 2등분 정도로 잘라 놓고4. 썰어 놓은 김치+씻은 콩나물을 넣고 5. 끓으면 마늘을 넣고 간을 맞춘 후 불을 끈다. 6. 파는 배식직전에 넣어 색을 살리도록 한다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 31,
    "name": "꽃게된장찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 후 배식시간 감안하여 조리시작1. 멸치 육수를 내고2. 감자는 큰 것은 4등분 작은 것은 2등분하여 도톰하게 썰기3. 호박은 4등분하여 썰기4. 양파는 깍뚝썰기5. 팽이버섯은 밑둥을 자르고 씻어 놓기6. 청양고추는 어슷썰거나 모양대로 썰어 놓기7. 된장을 풀고 끓으면 감자를 넣고 9. 끓으면 두부,양파,호박,파,마늘,고춧가루를 넣어 간을 맞춘후 불을 꺼주세요. -- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%  (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)팽이버섯/생것-20%"
  },
  {
    "id": 32,
    "name": "꽃게탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치, 다시마는 육수를 내고2. 꽃게는 씻어 냉장실에서 해동하여 -- 꽃게는 물에 오래 담궈두면 살이 녹아 끓이면 살이 없어지니 꼭 냉장해동합니다3. 미더덕도 깨끗이 씻어 썰어 놓는다. 4. 무는 나박썰기 하고, 양파도 채썰어 놓는다. 5. 다시마 거품을 걷어 낸 후, 위의 재료들과 된장, 고추장, 고추가루, 마늘,청양고추,액젓을 넣고 한소끔 끓인다. 6. 거품을 걷어내고 파를 넣고 간을 맞춘다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)꽃게-61%"
  },
  {
    "id": 33,
    "name": "꽃떡국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*꽃떡은 냉동상태에서 바로 끓여야함(해동X)"
  },
  {
    "id": 34,
    "name": "나가사끼짬뽕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 청경채,숙주나물 염소소독 실시  소잡뼈는 전전날 선입하여 한번 데치고 양파,생강과 함께 우려놓는다 1. 다시마는 육수를 내고2. 솥에 마늘을 볶다가 해물을 넣어 볶아주세요. 3. 해물이 익으면 채 썬 당근을 넣어 볶고 4. 양파를 센불에 재빨리 볶아 두고 5. 육수에 짬뽕소스를 넣고 간을 맞춘 후 해물을 넣어주세요.**국수와 먹을것이니 간간하게 6. 면 삶기 7. 볶은 청경채, 양파, 숙주, 다진 청양고추는 배식직전에 넣어주세요. --- 숙주,청경재는 염소소독 후 아삭하고 색이 살게 나중에 넣어주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)    우동/생것 - 50%,  육수본/자연재료-나가사키짬뽕소스"
  },
  {
    "id": 37,
    "name": "냉이된장찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 모든 야채는 은행잎 썰기2. 냉이는 깨끗이 손질하여 씻어 놓고 3. 멸치육수를 낸 후 된장을 풀고 끓으면  4. 조갯살,두부,양파,호박, 팽이버섯,냉이를 넣어 간을 맞춘후 불을 꺼주세요. -- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 38,
    "name": "니가비비바락국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<양념장>1. 양파, 대파는 다져서 준비, 마늘, 생강, 배는 갈아서 준비.2. 기름을 두르고 다진 양파, 대파를 볶아준다.3. 파기름에 돼지고기민찌, 물을 약간 넣고 볶아준다.4. 돼지고기가 어느정도 익으면 설탕, 물엿, 미림, 간장, 고춧가루, 후주, 다진마늘, 다진생강, 갈아만든 배를 넣고 볶아준후 되직해지면 불을 끈다.1. 쪽파는 고명용으로 썰어 양념장에 섞어주고, 단무지는 채로 내린다.2. 김치는 잘게 썰어놓는다. 3. 면을 삶아서 찬물에 헹궈놓는다.4. 면/단무지채+맛김치+김가루/고기양념장/참기름(4.5ml소포장)/따로배식**김가루는 반드시 배식때 섞을 것!!"
  },
  {
    "id": 39,
    "name": "단호박생크림스프",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 단호박을 쪄서 믹서에 갈아놓는다. 2. 우유와 생크림을 넣은 후 크림스프를 첨가해 간을 맞추며 끓여낸다.2. 단호박을 풀어 섞어 한소끔 끓여낸다.※ 레시피 보완!!!!!"
  },
  {
    "id": 43,
    "name": "닭개장",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "--- ***달걀을 깰때는 교차오염에 주의해서 작업하시고 사용한 고무장갑은 꼭 세척 소독합니다.1. 닭은 씻어 껍질을 벗겨 기름을 제거한다. 2. 닭은 생강을 넣고 푹 삶아 뼈와 껍질을 발라내고 살만 찢어 놓는다.3. 느타리버섯은 삶아서 길이로 찢어 놓고 4. 고사리,토란대는 다시 푹 삶아 손질하여 4-5cm길이로 자른다. 5. 파는 4-5cm길이로 채썰어 육수에 데쳐 놓는다. 6. 숙주나물은 씻어 데쳐 놓고  7. 식용유를 살짝 데워 고추가루를 넣고 저어가며 고추기름을 만든다. 8. 닭,고사리,토란대,파,숙주나물에 고추기름,고추장, 마늘,소금, 후추가루를 넣어 버무려  9. 육수에 붓고 끓이다가 사골육수,국간장으로 간을 맞춘 후 푼 계란을 넣어 덩어리가 지지 않게 저어가며 끓인다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "다시마"
    ],
    "recipe": "무로 국물을 우려낸다."
  },
  {
    "id": 45,
    "name": "닭다리삼계탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 쪽파,부추는 염소소독하여 배식직전 넣기--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마, 고무장갑, 바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다.1. 황기를 먼저 넣어 푹 끓인다2. 닭은 씻어 양파,대파,소주,생강,마늘,대추,삼을 넣고 끓인후 삶아지면 건져 보온고에 보관. 3. 국물에 대추채,밤(2등분)을 넣어 푹 익으면 4. 배식시 다진 쪽파,부추를 넣는다 5. 배식시 닭다리를 1개씩 국그릇에 담고 국물을 담아준다.6. 소금,후추를 섞어 따로 배식***대접준비해주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)닭고기(반간)/반각-35%"
  },
  {
    "id": 46,
    "name": "대구따로국밥",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 48,
    "name": "도토리묵냉국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉면육수 면사랑 제품 5kg단량1. 육수는 양파2/3를 넣고 전날 만들어 냉장보관 및 일부는 냉동보관-- 다시마, 멸치,양파,마늘,대파,간장,소금를 넣고 육수를 뽑고-- 염도를 0.8로 맞춘다. 2. 채썰어진 도토리묵은 타공팬 100도 9분 습열 -얇게 깔기, 온도확인!!!3. 김치는 굵게 다져 양파,오이는 채썰어 도토리묵에 갖은 양념하여 무치고4. 배식시 도토리묵을 담은 후 국물과 김가루를 얹어준다. ***국물에 김치,김가루를 넣지 않는다."
  },
  {
    "id": 49,
    "name": "도토리묵채국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마, 멸치,무를 넣고 육수를 뽑고 다시마는 채썰어 둔다.2. 채썰어진 도토리묵은 타공팬에 담아 100도 9분 습열--- 온도확인!!! 3. 마늘, 양파, 대파, 간장, 소금, 고추가루를 넣고 끓인후 간을 0.5로 맞춘다. 4. 김치는 굵게 다져 도토리묵과 혼합해 놓고5. 배식시 도토리묵을 담은 후 국물을 담고 김가루를 엊어준다.  ***국물에 김치,김가루를 넣지 않는다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "앞치마"
    ],
    "recipe": "사용한 그릇"
  },
  {
    "id": null,
    "name": "마늘",
    "role_code": null,
    "season": [
      "새우젓"
    ],
    "recipe": "소금을 넣어 간을 맞춘다."
  },
  {
    "id": 51,
    "name": "돌미역국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미역을 불려 씻어 밑간하여 2. 불린 미역을 볶다가 물을 넣고 푹 끓으면 3. 마늘을 넣고 국간장으로 간을 맞춰주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 52,
    "name": "돔베고기국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돈 사골을 전날 우려주고2. 완제 육수와 함께 끓여준다. 육수는 1kg 당 물 5배 희석3. 고기팩은 포장 상태로!! 중탕조리 한 후 배식 전에 토렴해준다.** 고기육수 넣어주기4. 부추와 대파는 소독 후 송송 썰어 배식하면서 국통에 부어 배식한다.5. 소면은 삶아서 고명으로 넣어준다.6. 고기는 6개씩 배식"
  },
  {
    "id": 53,
    "name": "동태매운탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 미나리,대파,고추 염소소독 실시1. 다시마와 멸치로 국물을 내고 건진 후 바지락육수, 멸치가루, 된장,고추장을 풀어 끓인다. 2. 동태는 씻어 소금,생강에 재워 둔다.3. 나박썰기한 무, 양파를 넣고 갖은 양념을 넣는다. 4. 간을 맞추고 불을 끈 후 미나리, 대파, 고추를 넣는다. *** 식당배식시 - 국통에 모두 담지 말고 1/4만 담아주세요. 나머지는 배식상황을 봐가면서 생선이 부숴지지 않게 보충해주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 55,
    "name": "돼지고기김치찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마와 명태 머리를 국물을 내서 사용하도록 합니다.2. 고기를 볶다가 김치, 양파순으로 넣어 투명해지도록 볶다가 고춧가루,고추장를 넣고 볶아3. 육수를 넣고 끓입니다.-- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.4. 끓으면 두부,파,마늘,청양고추를 넣어 간을 맞춘다국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6~0.7%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.7~0.8% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)돼지고기(뒷다리)/찌개용-50%"
  },
  {
    "id": 57,
    "name": "돼지김치고추장찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 58,
    "name": "돼지김치구이",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 파,양파는 크게 송송 썰기2. 고추는 어슷썰기3. 돼지고기는 파인애플즙, 맛술, 소금, 후추, 다진마늘로 밑간을 해주고 4. 김치는 참기름과 콩기름, 설탕을 넣고 볶아준다.5. 볶아진 김치와 고기를 넣고 간장+고춧가루+고추장으로 간을 해준다.6. 고추, 양파와 파는 물이 생기므로 따로 살짝만 볶아준다.7. 고기가 어느정도 익으면 볶아놓은 양파와 파, 고추를 넣어 섞어주고 불을 끈다.**주의: 구이이기 때문에 물을 넣지 마세요"
  },
  {
    "id": 59,
    "name": "돼지김치짜글이",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 밑간한 고기를 볶는다.2. 김치를 볶는다.3. 국물이 자박하게 될 정도로 물을 넣는다.4. 간 마늘,고춧가루, 고추장, 간장, 설탕으로 간을 맞춘다.5. 양파는 채, 대파는 2cm길이, 호박, 감자는 나박썰기 한다.6. 한소끔 끓여준다.*고기를 살짝 데친 후 조리하면 가루가 덜 생긴다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "앞치마"
    ],
    "recipe": "사용한 그릇"
  },
  {
    "id": null,
    "name": "마늘",
    "role_code": null,
    "season": [
      "새우젓"
    ],
    "recipe": "소금을 넣어 간을 맞춘다."
  },
  {
    "id": 61,
    "name": "돼지수육국밥",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "850명 기준 수육용고기100kg사용 사골,등뼈40kg씩**잡뼈,등뼈 전날 선입/마늘,생강도 선입하여 같이 끓이기1. 돼지잡뼈랑 고기는 핏기를 제거하고 한번 끓여서 부산물을 없애준다.2. 건져서 끓인물은 버리고 통마늘, 통생강, 무, 양파를 넣고 잡뼈를 푹 삶는다. (물이 뽀얗도록)* 마늘 반은 통마늘로 사용, 반은 다져서 국에 넣는다. 3. 고기는 수육용으로 발주하기-고기는 삶아서 최대한 얇게 썬다,1인량 재서 따로 배식한다-고기를 삶을 때 찹쌀을 씻어서 넣고 같이 끓여준다.(돼지누린내를 잡아줌)4. 파와 부추는 깨끗이 씻고 파는 송송, 부추는 적당한 크기로 썰어 놓는다.5. 국물의 기름기를 껃어내며 계속 끓이다가 잡뼈,찹쌀,야채를 건져낸다.    고기는 다 익었으면 건져서 얇게 썰어준다.   그리고 사골농축액을 같이 넣어 끓여준후 소주를 넣어 잡내를 제거해준다.6. 국물은 소금, 새우젓, 후추, 마늘을 넣어 간하고 불끄기전 대파 넣기7. 부추는 염소소독후 참기름,설탕,깨소금,고춧가루,다진마늘 무쳐서 따로 배식해준다."
  },
  {
    "id": 62,
    "name": "된장찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 후 배식시간 감안하여 조리시작1. 멸치 육수를 내고2. 감자는 큰 것은 4등분 작은 것은 2등분하여 도톰하게 썰기3. 호박은 4등분하여 썰기4. 양파는 깍뚝썰기5. 팽이버섯은 밑둥을 자르고 씻어 놓기6. 청양고추는 어슷썰거나 모양대로 썰어 놓기7. 된장을 풀고 끓으면 감자를 넣고 9. 끓으면 두부,양파,호박,파,마늘,고춧가루를 넣어 간을 맞춘후 불을 꺼주세요. -- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%  (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)팽이버섯/생것-20%"
  },
  {
    "id": 63,
    "name": "두부김치국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 육수를 끓기 시작해 10분정도 더 끓여 재료를 넣는다*** 시간조절 필요1. 두부는 작게 깍뚝썰기 2. 김치는 한입크기로 썰기 3. 양파는 채썰기 4. 건새우는 곱게 갈기 5. 빻은가루와 멸치, 다시마로 육수내기 6. 육수에 김치를 넣고 푹 끓으면 두부, 마늘,양파,국간장,소금,고춧가루를 넣어 간을 맞춘다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 64,
    "name": "두부새우젓찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 국멸치, 다시마는 국물을 우려낸다. 2. 무,양파는 반달썰기(나박하게)하고 국에 넣어 끓이다가   3. 간을 맞추고 두부는 너무 오래 끓이지 않는다.*** 배식시 두부가 부숴지기 쉬우므로 국통에 담을때 큰 스덴통에 나누어 담아주세요.--- 맑은국으로 끓여주세요. 멸치육수가 뿌옇게 되도록 끓이지 않아야 합니다.-- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 65,
    "name": "들깨무채국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치, 새우가루, 다시마를 넣고 다시국물을 만듭니다. 2. 무는 채를 친 후 들기름에 볶아둡니다. 3. 간을 한 다시국물에 사골육수를 넣어 끓으면 들기름에 볶은 무를 넣고 끓입니다. 4. 무가 거의 익으면 담아내기전에 들깨가루와 파를 넣습니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 66,
    "name": "들깨미역국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미역은 충분히 불려서 전처리 한다. 2. 전처리한 미역을 밑간하여 들기름에 볶는다.3. 양파는 곱게 다지고 4. 멸치국물에 볶은 미역,새우가루,다진양파를 넣어서 끓인다.*** 양파는 끓으면 물러 표시나지 않게 아주 곱게 다집니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 67,
    "name": "들깨수제비",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**물양은 많이 잡지 않는다1. 국멸치와 다시마로 국물을 낸다. 푹 오래 끓여주세요2. 밀가루,전분가루에 달걀과 뜨거운 소금물을 넣어 익반죽하여 냉장보관--- 반죽은 약간 질게 해야 수제비 더 넣을때 좋아요3. 감자, 양파, 애호박은 3*3*1cm로 나박썰기한다.4. 따로 솥에 물을 끓여 수제비를 떠 넣어 익으면 건져 찬물에 헹궈 놓는다. 5. 육수에 들깨가루,감자, 당근, 양파를 넣고 끓인다.6. 끓으면 파,마늘,애호박을 넣어 간을 맞춰 끓으면 수제비를 담고 섞어 통에 담는다. -- 배식시간 10분전에 건져 놓은 수제비를 넣고 어우러지면 불을 끈다.--- 국물은 넉넉히 준비하도록 한다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하"
  },
  {
    "id": 68,
    "name": "들깨쑥국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쑥을 깨끗이 씻는다. 2. 국멸치로 국물을 우려낸 다음 무를 넣고 된장을 푼다.3. 2에 1을 넣고 끓이다가 파, 마늘을 넣고 간을 맞춘다."
  },
  {
    "id": 69,
    "name": "등촌st칼국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치, 다시마 ,무, 양파 등을 넣고 육수를 끓인다.2. 야채들은 세척 소독 후 먹기 좋은 크기로 썬다.3. 양념장을 넣고 간을 확인한다.4. 육수에 감자를 제일 먼저 넣어 익히고, 각종 버섯과 고추를 추가하여 국물맛을 낸다.5. 숙주나물을 데쳐 따로 보관6. 양념된 육수에 샤브용 소고기를 넣고 익힌 후 온도 나오면 바로 뺀다. (: 오래 익히면 질겨져요 뺄 게 아니라면 최대한 늦게 넣기)7. 불 끄기 전 숙주, 미나리 넣고 마무리**염도는 면 들어갈 것이기에 0.8 이상 맞추기, 칼국수 면 살짝 짬, 반드시 면 넣어 검식!**양념장 : 고추장, 고춧가루, 간장, 된장, 국간장, 다진마늘, 맛술, 소금, 후추, 설탕약간**육수 : 무, 다시마, 멸치, 양파"
  },
  {
    "id": 70,
    "name": "떡국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "사골육수3.6kg"
    ],
    "recipe": "옥수수면13kg"
  },
  {
    "id": 72,
    "name": "마제면",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양파,마늘 다져서 고추기름에 볶다가 돈민찌 넣고 굴소스, 식초, 진간장, 소금, 후추, 페퍼론치노를 넣어 볶아준다.** 1번과 완제품 마제소스를 섞어준다.2. 참깨와 가쓰오부시는 함께 갈아주고 고슬고슬하게 준비해놓는다.3. 쪽파는 쫑쫑 썰어 준비해놓는다.4. 반숙란 대신 스크램블에그를 만들어준다.5. 면은 삶아서 얼음과 함께 차갑게 만들어준다.배식순서면 - 마제소스(돼지고기) - 고명(가쓰오부시+깨+김가루) - 쪽파"
  },
  {
    "id": 73,
    "name": "마제소바",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 75,
    "name": "만두버섯전골(채식)",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "채식 만두는 오븐에 쪄준다 1인 2개씩멸치다시 육수 내주기 - 디포리로 시원하게~!!1.  느타리버섯은 살짝 데쳐서 찢어둔다. 표고버섯은 불려 기둥을 떼고 굵게 채썬다. 팽이버섯 손질 배추도 살짝 데쳐 썰어두고 풋고추는 어슷썬다.2. 무는 나박썰기하여 된장과 고추장 찜뽕소스 고추가루 사골육수 등으로 육수를 낸 것에 넣어준다.3. 무가 익어 갈때쯤 참치액, 대파 후추 국간장 등을 넣고 간한다.너무 맵지 않게 부탁드려요"
  },
  {
    "id": 76,
    "name": "만두전골",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "만두는 오븐에 쪄준다 1인 1개씩1.소고기 잡뼈로 육수를 우려낸다.2.  느타리버섯은 살짝 데쳐서 찢어둔다. 표고버섯은 불려 기둥을 떼고 굵게 채썬다. 팽이버섯 손질 배추도 살짝 데쳐 썰어두고 풋고추는 어슷썬다.3. 샤브샤브용 소고기는 생강 청주 등으로 잡내를 제거하고 된장 고추장 등으로 재워 둔다. 4. 무는 나박썰기하여 된장과 고추장 찜뽕소스 고추가루 사골육수 등으로 육수를 낸 것에 넣어준다.5. 무가 익어 갈때쯤 버섯과 소고기를 넣어주고 대파 후추 국간장 등을 넣고 간한다.너무 맵지 않게 부탁드려요"
  },
  {
    "id": null,
    "name": "간장",
    "role_code": null,
    "season": [
      "다진마늘"
    ],
    "recipe": "참치액을 넣고 다대기 만든다(자율배식)."
  },
  {
    "id": 78,
    "name": "맑은콩나물국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**파,마늘 염소소독1. 멸치육수 소금물을 끓이고2. 양파는 채썰기3. 콩나물은 씻어 2등분 정도로 잘라 놓고4. 국물이 끓으면 콩나물을 넣고 끓여 익으면 갈은 마늘을 넣고 간을 맞춘다.5. 파는 배식직전에 넣어 색을 살리도록 한다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 79,
    "name": "맑은홍합탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.홍합을 깨끗이 씻어 둔다 2.건다시마로 국물우려내고 건다시마는 건져낸다  3.무를 넣고 끓기 시작하면 홍합을 넣고 마지막에 고추 실파 넣고 소금으로 간한다.고추는 갈아주세요.무 5kg 정도 육수에 이용 나머지는 네모로 썰어 국에 넣으세요."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "치커리는소독"
    ],
    "recipe": "세척후먹기좋게채로썰어둔다."
  },
  {
    "id": null,
    "name": "설탕",
    "role_code": null,
    "season": [
      "마늘"
    ],
    "recipe": "고춧가루"
  },
  {
    "id": 81,
    "name": "매콤콩나물국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 파, 마늘 염소소독 실시--- 무는 채썰기1. 멸치,다시마는 티를 고른후 끓인다. 2. 콩나물은 깨끗이 씻어 2등분으로 썰어 놓는다. 3. 무는 채썰고 고추는 어슷썰기 한다. 4. 끓는 멸치육수에 간을 하고 야채를 넣은 후 끓으면 마늘을 넣어 간을 맞춘다.5. 파와 고추는 배식직전에 넣어 색을 살리도록 한다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "물엿조금만",
    "role_code": null,
    "season": [
      "배식 30분전에 받드에 담아두세요. 처음에는 좀 묽다는 느낌이 있지만"
    ],
    "recipe": "곧 국물떡볶이의 비주얼이 보입니다."
  },
  {
    "id": null,
    "name": "고추장",
    "role_code": null,
    "season": [
      "생강즙"
    ],
    "recipe": "양파즙"
  },
  {
    "id": 84,
    "name": "몽글순두부짬뽕탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**부추는 염소 소독 실시 1. 사골 육수 내기 양파5kg,생강 넣어 잡내 제거2. 해산물은 씻어 놓기,청주로 비린내 제거하기3. 파-어슷썰기, 양파,양배추-채썰기, 호박-반달썰기, 부추 송송 썰기4. 볶음솥에 기름을 두르고 파,양파,다진마늘을 볶아준다.5. 양배추, 호박을 넣고 고춧가루와 함께 볶아 따로 둔다.6. 사골 육수에 짬뽕소스, 고추장, 소금, 간장으로 간을 하고 **짬뽕소스가 간이 쎄면 고추장 생략한다.7. 몽글순두부, 볶아놓은 채소, 고추를 넣어 끓인다.8. 불을끄고 부추와 깨를 넣어준다.*중화소스/해산물소스 정통직화짬뽕1kg/직화짬뽕분말:고춧가루(중국산,베트남산),볶음해물짬뽕베이스분말/청정원"
  },
  {
    "id": 85,
    "name": "묵은지감자탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "등뼈는 육수용으로 우리고 버리기"
  },
  {
    "id": 87,
    "name": "물냉면",
    "role_code": 5,
    "season": [
      "여름"
    ],
    "recipe": "***야채 염소소독 실시 1. 닭뼈는 씻어 육수를 내 식혀 기름을 걷어 놓는다.2. 겨자는 물에 풀어 놓기 3. 오이는 반 갈라 길에 어슷썰어 설탕,식초,소금에 새콤 달콤하게 절여 꽉 짜 놓는다  4. 달걀은 끓는물에 살짝 다시 삶아서 담아놓는다. 5. 배는 껍질을 벗겨 얇게 손으로 저며 썰어 놓는다. -- 야채절단기 사용하면 부숴진거 같이 지저분합니다.-- 과일분할기로 절단 후 길은쪽으로 얇게 저며 썰어주세요.6. 통에 오이,배를 반씩 담고  7. 냉면육수와 닭뼈육수를 혼한 후8. 육수에 겨자와 식초를 넣어 간을 맞추고 9. 대접에 냉면을 담고 오이,배,달걀을 얹은 후 육수를 부어준다.  ***면을 삶을때 20인분씩 삶아서 오븐타공팬에 담아서 배식합니다.--- 식초와 겨자를 넣지 않은 육수를 따로 두었다가 기호에 맞춰 배식합니다.(겨자를 먹지 않는 학생등) 국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)배(생과)/국내산,신고-17%"
  },
  {
    "id": 88,
    "name": "물떡어묵국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마는 깨끗이 씻어 국멸치와 함께 국물을 우려낸 후 건져낸다 --- 멸치육수는 오래 끓이지 않아야 합니다. 맑게 해주세요.2. 국물이 우러나면 다시마와 멸치를 건져내고 무를 나박썰기하여 넣은 후 더 끓인다. 3. 어묵은 썰어 데쳐 놓는다 4. 무가 익으면 간을 한 후 어묵은 배식직전에 넣는다.--- 어묵이 불지 않도록 나중에 넣고 불을 끕니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 90,
    "name": "물만둣국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "물만두 다른제품 알아보기 풀무원 제품 간간함* 만두는 터지지 않게 찜기를 이용해 쪄낸다. * 떡국은 불지않게 나중에 넣는다.만두는 3개씩 배식한다."
  },
  {
    "id": 93,
    "name": "미니고래우동",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "700명 기준 우동65kg 880명 기준(후리카케보조밥)우동90kg 부족함밥을 주식으로 줄경우 우동 95-100g 적당/보조밥일경우 우동양 늘릴것*** 쑥갓,팽이버섯 염소소독 실시 --- 냉면기 사용1. 다시마는 깨끗이 씻어 국멸치,양파,무를 함께 국물을 우려낸 후 건져 다시마는 곱게 썰어 국에 넣고. 2. 멸치육수에 가다랑이포를 넣고 3분정도 더 끓여 건져낸 후 3. 간장,소금으로 간을 하고, 마늘과 파를 넣고 끓인다. 4. 마지막으로 다시마를 넣고 간을 맞춘다. 5. 끓는물에 소금+콩기름을 넣어 국수는 삶아 놓는다 6. 배식시 국수 담고 국물을 담은 후 염소소독한 쑥갓과  팽이버섯, 우동고명, 채썬어묵을 얹어준다. HACCP: 어묵은 썰때 도마와 칼을 구별사용해 주세요. 어묵은 따로 데쳐서 사용하도록 합니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)    우동/생것 - 50%"
  },
  {
    "id": 94,
    "name": "미니어묵우동",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "700명 기준 우동65kg 880명 기준(후리카케보조밥)우동90kg 부족함밥을 주식으로 줄경우 우동 95-100g 적당/보조밥일경우 우동양 늘릴것*** 쑥갓,팽이버섯 염소소독 실시 --- 냉면기 사용1. 다시마는 깨끗이 씻어 국멸치,양파,무를 함께 국물을 우려낸 후 건져 다시마는 곱게 썰어 국에 넣고. 2. 멸치육수에 가다랑이포를 넣고 3분정도 더 끓여 건져낸 후 3. 간장,소금으로 간을 하고, 마늘과 파를 넣고 끓인다. 4. 마지막으로 다시마를 넣고 간을 맞춘다. 5. 끓는물에 소금+콩기름을 넣어 국수는 삶아 놓는다 6. 배식시 국수 담고 국물을 담은 후 염소소독한 쑥갓과  팽이버섯, 우동고명, 채썬어묵을 얹어준다. HACCP: 어묵은 썰때 도마와 칼을 구별사용해 주세요. 어묵은 따로 데쳐서 사용하도록 합니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)    우동/생것 - 50%"
  },
  {
    "id": 95,
    "name": "미소된장국(비빔밥용)",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 두부를 넣고 팔팔 끓여 젓지 말고 통에 담도록 합니다. 두부가 부숴줘요.1. 국멸치는 우려 국물을 잡는다 2. 두부는 작게 깍뚝썰기하여 팽이버섯과 맨 마지막에 넣어 한소끔 끓여낸다.   3. 풋고추와 대파는 어슷썰기국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)팽이버섯-20%"
  },
  {
    "id": 96,
    "name": "미소된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 97,
    "name": "미역가락초계탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시-- 닭육수는 전날 만들도록 한다.1. 전날 닭뼈와 닭발은 깨끗이 씻어 양파,대파,생강,통후추,대파,통마늘을 넣고 육수를 낸다. 너무 진하게 내지 말고 국물이 우러나면 건져서 살을 발라내고 국물은 식힌다.--- 끓을때 냄새가 나면 소주를 넣고 뚜껑을 열고 끓인다.*** 육수는 식혀 체에 걸러 맑은 육수만 받아내 기름을 걷어내고 차게 식힌다.2.  미역가락을 물에 헹군 후 채반에 건져 물기를 빼둔다.3. 당근, 오이는 곱게 채썰고4. 닭은 삶아 건져 살을 발라내 살짝 소금, 후추로 밑간 해둔다.5. 식힌 닭육수 위에 하얗게 굳은 기름을 제거해 준다6. 식힌 닭육수에 식초,설탕,소금,겨자, 매실액 약간을 넣어 간을 맞춘다.7. 배식시 미역가락에 닭살,당근,오이를 올리고 국물을 부어준다--- 재료는 혼합하지 말고 1통에 3가지를 나누어서 담아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 98,
    "name": "미역국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미역을 불려 씻어 밑간하여 2. 불린 미역을 볶다가 물을 넣고 푹 끓으면 3. 마늘을 넣고 국간장으로 간을 맞춰주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 99,
    "name": "미역미소된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치는 티를 고른후 다시마,무와 함께 넣고 끓인다. -- 무는 큼직하게 썰어 육수 내고 건지기2. 국물이 우러나면 모두 건지고 가다랭이포를 넣고 불을 끄고 3분정도 두었다가 가다랭이도 건지고 3. 건미역은 물에 불린후 적당히 썰어 놓는다. 4. 양파는 곱게 다지기 5. 파는 다지듯이 송송 썰기 6. 된장을 잘 풀고 미역,양파를 넣고 끓인 후 파,마늘,소금을 넣어 간을 맞춘다. 주의점: 왜된장국은 된장국보다 국물이 진하지 않게 약간 맑게 끓인다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 102,
    "name": "배추된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치,다시마,멸치분말을 넣어 육수를 내고 건져 낸 후 --- 멸치분말은 건져내지 않아요2. 된장을 풀어 끓이다가 3. 씻어 썰어 놓은 배추,파,마늘,고춧가루를 넣고 끓여주세요.  배추1통/3.5kg이상국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 104,
    "name": "버섯전골",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 느타리버섯은 살짝 데쳐서 찢어둔다. 2. 표고버섯은 불려 기둥을 떼고 굵게 채썬다. 3. 팽이버섯은 밑둥을 잘라 찢어둔다. 4. 배추도 살짝 데쳐 썰어두고 풋고추는 어슷썬다. 5. 다시마는 국멸치와 함께 국물을 우려내고 된장과 고추장을 풀어 넣는다. 6. 5에 쇠고기를 넣고 끓이다가 썰어둔 재료를 넣어 끓인다. 7. 파, 마늘은 넣고 간을 한다."
  },
  {
    "id": 105,
    "name": "베테랑칼국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 국멸치와 다시마 황태대가리, 보리새우 넣고 우려주고 무와 바지락육수를 넣어 끓여서 맛을 더해준다.2. 끓는 육수에 계란을 원을 그리며 넣어주고 많이 젓지 않는다. 국물이 탁해지지 않도록3. 반드시 계란을 먼저 익혀주고 이후에 들깨가루를 넣어준다 !!** 들깨가루 먼저 넣으면 계란이 들깨를 다 잡아먹습니다.4. 호박과 당근 양파는 채썰어서 넣어준다.5. 칼국수를 끓여서 고명을 따로 얹어주고 국물을 배식한다.고명: 깨 간것, 고운 고춧가루, 전장김부순것"
  },
  {
    "id": 106,
    "name": "부대찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 국간장은 재료를 다 넣은 후 간을 보고 넣도록 합니다1. 다시마,국멸치로 국물을 우려낸다. 2. 김치,소시지,햄등은 모양을 살려 썰어 놓은후 3. 돼지고기를 밑간하여 볶다가 김치를 넣어 볶아 육수를 붓고 끓으면 소시지, 햄,강낭콩을 넣고 끓인다4. 국물상태를 봐가면서 고추가루를 첨가하도록 한다. 5. 파,마늘을 넣고 간을 맞춘다.  6. 불을 끄고 물에 담궈 놓은 떡을 건져 넣어 완성 *** 다진마늘은 한번 끓고 난 후 마지막 끓일때 넣어주세요!!!--- 떡은 따로 끓여서 배식 직전에 넣어주세요~!!-- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)돼지고기가공품(햄)/모듬햄-부대찌개 모듬햄육수본/치킨부용베이스-치킨스톡런천미트-50%, 뒷다리-50%, 앞다리-50%, 모듬햄-50%"
  },
  {
    "id": 107,
    "name": "부대찌개/면",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 국간장은 재료를 다 넣은 후 간을 보고 넣도록 합니다1. 다시마,국멸치로 국물을 우려낸다. 2. 김치,소시지,햄등은 모양을 살려 썰어 놓은후 3. 돼지고기를 밑간하여 볶다가 김치를 넣어 볶아 육수를 붓고 끓으면 소시지, 햄,강낭콩을 넣고 끓인다4. 국물상태를 봐가면서 고추가루를 첨가하도록 한다. 5. 파,마늘을 넣고 간을 맞춘다.  6. 불을 끄고 물에 담궈 놓은 떡을 건져 넣어 완성 *** 다진마늘은 한번 끓고 난 후 마지막 끓일때 넣어주세요!!!--- 떡은 따로 끓여서 배식 직전에 넣어주세요~!!-- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)돼지고기가공품(햄)/모듬햄-부대찌개 모듬햄육수본/치킨부용베이스-치킨스톡런천미트-50%, 뒷다리-50%, 앞다리-50%, 모듬햄-50%"
  },
  {
    "id": 108,
    "name": "북어미역국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미역은 미지근한 물에 담가 미리 불려주세요.  2. 멸치육수 내기 3. 북어채도 미지근한 물에 담가서 살짝만 불려줍니다. 4. 불린 북어포의 물기를 제거하고 잘게 찢어 진간장, 참기름, 후추 약간 넣고 밑간해주세요.5. 미역은 헹궈서 물기를 꼭 짜고 적당한 크기로 자른 뒤6. 달군 냄비에 참기름을 두르고 달달 볶아줍니다. 7. 밑간해둔 북어를 넣고 다시 한번 같이 볶아주세요.  8. 육수를 붓고 팔팔 끓여주세요.  9. 어느정도 끓으면 국간장,액젓,생강,마늘으로 간을 맞추고 마무리합니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 109,
    "name": "북어콩나물국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 파, 마늘 염소소독 실시1. 국멸치와 무,다시마로 국물을 낸다. 2. 콩나물은 씻어 2등분 정도로 잘라 놓고3. 국물이 우러나면 북어채와 두부,콩나물을 넣고 끓인다. 4. 마늘,생강을 넣고 간장과 새우젓으로 간을 한다.5. 파의 색이 살도록 배식직전에 썰어 놓은 파를 넣도록 한다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "식초"
  },
  {
    "id": 112,
    "name": "브로콜리콘스프",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "19.03.19 1000명기준 스파게티있는날/스프24kg사용 두밧드남음*** 모든 야채 염소소독 실시*** 브로콜리 거꾸로 뒤집어 10분간 물에 담가두었다가 꽃잎이 어느 정도 열리면 서너 번 깨끗한 물을 바꿔가며 흔들어 준다.1. 크림스프는 미지근한 물에 잘풀어 멍우리를 없앤다음 물이 팔팔 끓으면 넣어요 ****찬물에 미리 넣으면 끓지 않으니 주의하세요 2. 당근, 양파는 잘게 다져서 버터에 볶습니다. 고소한 맛이 나도록 3. 브로콜리는 깨끗이 씻어 잘게 다지고 4. 스프가 끓으면 당근,양파,양송이,파슬리,생크림을 넣고 끓입니다. ****농도 잘 맞추고 크림스프외에 전분 등을 넣지 않습니다."
  },
  {
    "id": 113,
    "name": "브로콜리크림스프",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 감자, 양파, 양송이는 세척하여 작은 깍두기로 썬다. 2. 브로콜리는 세척하여 데친 후 얇은 슬라이스로 썬다. 3. 크림스프는 물에 풀어 놓는다. 망을 이용하여 덩어리 없게 주의한다.4. 올리브유에 감자와 양파를 볶다가 !!!!!!   크림스프 풀어 놓은것을 넣고 끓인다. 5. 스프가 끓으면 양송이와 브로콜리, 우유, 생크림을 넣고 끓이다가 소금,후추 간을 하여 마무리 한다.** 부드러워 지도록 계속 젓는다.** 스프 양 넉넉하게 조리한다. **** 크림이 뭉치지 않게 겐다. **** 되직하지 않게 물 양을 충분히 잡는다. (저번에 모자라서 물 부음)"
  },
  {
    "id": 114,
    "name": "사골떡국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 115,
    "name": "사골떡만둣국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 뼈는 전날 핏물제거 후 소주 마늘 넣고 우려서 워크인 냉장고에 냉장보관* 다음날 꺼내서 워크인냉장고 청소 및 소독 해주기2. 고기는 따로 데쳐서 넣어준다. 국물이 탁해지지 않도록3. 만두는 습열로 쪄주고 2개씩4. 소금 후추 간을 해주고 파는 소독 후 배식 직전에 투하"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "멸치"
    ],
    "recipe": "무로 국물을 우려낸다"
  },
  {
    "id": 118,
    "name": "설렁탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***대파  염소소독 실시1. 2일전에 뼈는 핏물을 뺀 후 찬물에 헹구어 뼈를 삶은물을 한번 버리고 헹구어낸후 다시 물을 부어 끓여 담아 놓는다. 2. 1일전에 물을 다시 붓고 계속 끓인다. 3. 당일 2일전 끓여 놓은 국물을 넣어 함께 끓이면서 거품은 걷어내고 통마늘,생강을 넣고 끓인다 4. 고기는 따로 덩어리로 물이 팔팔 끓을때 넣고 푹 끓여 썰고**** 조리후 칼,도마 용기사용**** 1일전 작업하여 냉장보관하여 식혀서 썰면 얇게 썰 수 있습니다.  5. 끓는 국물에 썰어 놓은 고기를 넣어 다시 한번 팔팔 끓여 배식하도록 한다. 6. 배식직전에 썰어 놓은 파를 넣고 7. 후추소금을 만들어 각자 간을 맞춰 먹을 수 있도록 통에 담아놓고 8.국수는 삶아 사리를 틀고 *** 국물이 맑게 되도록 끓여 주세요. 대파는 썰어 냉장보관하다가 배식직전에 넣도록 한다."
  },
  {
    "id": 119,
    "name": "소고기무국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마,멸치,무로 국물을 우려낸다 2. 다른 솥에 고기와 참기름를 넣고 볶다가 (고기의 겉이 익을 정도로) 3. 썰어 놓은 무를 넣고 같이 볶아 낸다. (무가 고기와 어우려져 향이 밸 정도)4. 끓는 육수에 볶은 고기와 무를 넣고 나중에 마늘과 생강약간을 넣고 간을 맞춘다.5. 파는 염소소독하여 배식직전에 넣도록 한다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "건새우"
    ],
    "recipe": "다시마"
  },
  {
    "id": 121,
    "name": "소고기쌀국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "990명 기준 밥 같이 나갈때 포면 80kg발주1. 잡뼈, 쇠고기(덩어리), 다시마, 마늘, 통후추, 대파, 무, 양파, 미림으로 육수를 만든다.2. 숙주는 세척 후에 물기를 빼 놓는다. 3. 실파는 송송 썰기하고 유부는 채썰어 끓는 물에 데쳐낸다.4. 삶은 쇠고기는 얇게 편썰기 하고 숙주, 대파를 국물에 넣어서 더 끓인다.5. 쌀국수장국, 재래간장, 소금, 후추로 간을 맞춘다.6. 삶은 쌀국수는 헹궈서 참기름을 바른 후에 1인 분량을 만들어 놓는다.7. 빨간 고추와 실파는 마지막 국물에 넣고 국수와 육수를 따로 배식한다.8. 레몬은 반달모양으로 썰어서 고명으로 얹어준다.9. 칠리소스는 한번끓이고 식힌 후 자율배식으로 한다.1420기준 소금 200g 후추 150g 소스 14kg베트남 쌀국수 세트 포면+농축액 면14kg에 육수2kg제공(멸치국수장국 청정원제품 인당 10g에서 반으로 줄임)***육수는 간 보면서 조절해주세요"
  },
  {
    "id": 122,
    "name": "소불고기국물떡볶이",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**700명기준//떡볶이 85kg 떡볶이분말5kg, 카레가루5kg사용 카레가루는 2kg만 사용해도 될듯, 물양 제발 많이 잡아주세요!!시간지나면 다 떡집니다. 국물이 첨벙거릴정도로  <국물떡볶이>1. 다시마,멸치로 육수를 내주세요(육수의 양은 보통 국 양정도~~좀 많아요)-국물떡볶이라서2. 파기름을 내고 굴소스를 첨가해 살짝 볶은후 육수를 넣어 같이 끓여주세요3. 육수에 간장은 색 내는정도로, 물엿조금만, 설탕, 고추장양념, 카레가루를 넣고 한소끔 끓여주세요.(팍팍 끓이지 않아도 돼요. 어우러질정도로만 끓이시고, 배식 30분전에 받드에 담아두세요. 처음에는 좀 묽다는 느낌이 있지만, 곧 국물떡볶이의 비주얼이 보입니다.4.어묵,채소를 넣어 육수맛이 깊어지도록 끓여줍니다.5. 마지막으로 떡을 넣어줍니다6. 떡이 잘 달라 붙으므로 붙은것은 떼어준다.7. 밧드에 담고 고기 배식 전에 섞어서 배식**국물만 만들어놓고 떡은 나중에 넣기<파채>파채는 알맞은 크기로 썰어 세척,염소소독후 사이다에 담궈 매운맛을 빼준다.따로 배식!!<고기>소고기는 불고기양념을 하여 따로 볶아준다*떡볶이떡/면사랑 밀떡볶이*떡볶이,인스턴트 매콤떡볶이분말500g, 푸드스토리"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "멸치육수골드 4g"
    ],
    "recipe": "코코넛밀크 80g"
  },
  {
    "id": 124,
    "name": "쇠고기미역국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마는 끓여 육수를 내고 2. 건미역은 물에 불려 적당한 크기로 썰어(많이 썰어주세요) 국간장으로 밑간해 놓는다.(잘게) 3. 소고기도 씻어 핏물을 뺀 후 후추가루,간장으로 밑간해 놓는다4. 참기름에 미역과 소고기를 넣고 볶다가 끓으면 육수를 넣고 간을 맞춘다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 125,
    "name": "쇠고기조랭이떡국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마와 고기를 국물을 우려낸다. 2. 떡을 넣고 끓인다. 3. 달걀은 국이 끓을때 원을 그리며 넣어준다. 4. 파,마늘을 넣고 간장으로 간을 맞춘다.5. 김은 배식할때 국에 넣는다주의점 : 계란을 깰때는 교차오염에 주의하시고 고무장갑 소독을 철저히 해주세요.-- 배식시간 감안하여 시간조절 오래 두면 떡이 불어 국물이 뿌옇게 되고 붙어 배식하기 힘듭니다.-- 떡이 불으면 물을 많이 먹으므로 국물을 넉넉히 합니다.*** 떡국은 2번에 나누어 끓이도록 합니다. 한꺼번에 끓이면 불어서 맛이 없어요, 국물을 남겨 두었다가 배식이 시작하면 끓여주세요."
  },
  {
    "id": 126,
    "name": "순대국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지잡뼈를 찬물에 담궈 핏물을 뺀다. 2. 물을 잠길만큼만 부어 끓여 첫물은 따라 버리고 다시 깨끗이 씻은 후 3. 통후추, 대파, 생강1/2을 넣고 푹 끓이면서 기름을 걷어낸다. 4. 뽀얗게 우러나면 간 마늘, 생강, 청주를 넣고 끓인다.5. 양파는 채썰기 / 고추는 송송썰기 / 얼갈이 데쳐서 짧게 썰기 / 부추 4cm길이 썰기.6. 돼지고기 뒷다리는 육수에 넣어 끓인다.7. 순대는 100도 5분 타공팬, 습열로 오븐조리한다.(중심온도 확인)8. 다대기(된장,고추장,고춧가루, 마늘, 생강즙, 양파즙, 소금, 국간장)를 만든다. 9. 새우젓에 다진 청양고추 넣어 준비한다. 10. 새우젓, 다대기와 대파를 배식직전에 넣고 한번 끓여낸다.  * 순대는 따로 배식한다.(순대(15g) 1인당5~6개)"
  },
  {
    "id": 127,
    "name": "순대국밥",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지잡뼈를 찬물에 담궈 핏물을 뺀다. 2. 물을 잠길만큼만 부어 끓여 첫물은 따라 버리고 다시 깨끗이 씻은 후 3. 통후추, 대파, 생강1/2을 넣고 푹 끓이면서 기름을 걷어낸다. 4. 뽀얗게 우러나면 간 마늘, 생강, 청주를 넣고 끓인다.5. 양파는 채썰기 / 고추는 송송썰기 / 얼갈이 데쳐서 짧게 썰기 / 부추 4cm길이 썰기.6. 돼지고기 뒷다리는 육수에 넣어 끓인다.7. 순대는 100도 5분 타공팬, 습열로 오븐조리한다.(중심온도 확인)8. 다대기(된장,고추장,고춧가루, 마늘, 생강즙, 양파즙, 소금, 국간장)를 만든다. 9. 새우젓에 다진 청양고추 넣어 준비한다. 10. 새우젓, 다대기와 대파를 배식직전에 넣고 한번 끓여낸다.  * 순대는 따로 배식한다.(순대(15g) 1인당5~6개)"
  },
  {
    "id": 128,
    "name": "순두부계란탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 양파 염소소독 실시*** 순두부는 뜨거운 물에 담궈 놓기1. 다시마는 깨끗이 씻어 멸치와 육수를 낸 후 건지고 바지락육수를 넣어 끓이고 2. 양파는 채썰고 3. 계란은 껍질을 깨 놓고--풀지 마세요.4. 국물이 끓으면 순두부,고추씨기름,고춧가루를 넣고 끓으면 간을 맞추고5. 달걀,양파를 넣고 노른자가 터지지 않게 살짝 저어주세요.--오래 끓이지 마세요. 불 끄기 직전에 넣습니다.6. 불을 끄고 파를 넣고 뚜껑을 덮어 잠시 둡니다.***순두부국은 오래 끓이면 두부가 부숴지고 단단해지므로 순두부를 넣으면 팔팔 끓으면 불을 꺼주세요.***계란은 깨서 풀지 말고 1인당 1개씩 배식할수 있도록 살살 떠 넣어 주세요.***계란을 깨실때 교차오염에 주의하고 손소독, 장갑소독 철저, 깬 후에는 주변정리 철저히 하여 오염방지 철저.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 129,
    "name": "순두부백탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 순두부는 뜨거운 물에 담궈 놓기*** 순두부는 타지 않게 저어주되 부숴지지 않게 살살 저어주며 오래 끓이지 않는다1. 멸치,다시마,국간장을 넣고 끓이다가 순두부,청,홍고추를 넣고 한소끔 끓여낸다.2. 간장에 파,마늘,고추가루,참기름,참깨를 섞어 배식통에 담아 따로 배식한다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 130,
    "name": "순두부백탕/양념장",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 순두부는 뜨거운 물에 담궈 놓기*** 순두부는 타지 않게 저어주되 부숴지지 않게 살살 저어주며 오래 끓이지 않는다1. 멸치,다시마,국간장을 넣고 끓이다가 순두부,청,홍고추를 넣고 한소끔 끓여낸다.2. 간장에 파,마늘,고추가루,참기름,참깨를 섞어 배식통에 담아 따로 배식한다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "호박"
    ],
    "recipe": "대파 염소소독 실시*** 순두부는 뜨거운 물에 담궈 놓기"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "당근"
    ],
    "recipe": "감자-얇게 편썰기"
  },
  {
    "id": 136,
    "name": "시금치된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치,다시마,멸치분말은 육수내고 건지고--- 멸치분말은 건지지 않아요2. 시금치 다듬어 데치기 3. 육수에 된장,고추장을 풀어 끓이다가4. 시금치,파,마늘을 넣어 끓여 간을 맞춘다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 137,
    "name": "아귀매운탕S",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 미나리,쑥갓 염소소독하여 배식직전 넣기*** 아귀는 국통에  담기 20분전에 넣어 끓이기 --- 살이 오그라들어요!!!1. 다시마와 멸치로 국물을 내고 건진 후 된장,고추장을 풀어 끓인다.2. 아귀는 씻어 소금,생강에 재워 둔다. 3. 고춧가루,간장,소금,마늘,생강을 넣어 다대기 만들기4. 나박썰기 한 무,미더덕,고추다대기를 넣고 끓인다. 5. 적당히 익으면 아귀, 미나리, 대파, 고추로 마무리 한다. *** 미나리,쑥갓은 불 끄고 넣어주세요.--- 콩나물을 넣어도 좋아요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하"
  },
  {
    "id": 138,
    "name": "아욱된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치는 티를 고른후 다시마와 함께 물에 넣고 끓여 건지고 멸치분말을 넣고3. 아욱은 깨끗이 다듬어 빡빡 주물러 씻어 먹기 좋게 썬다. 4. 육수에 된장,고추장을 잘 풀고 건새우가루, 아욱을 넣고 끓이다가 파,마늘을 넣어 간을 맞춘다국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)아욱/생것-10%"
  },
  {
    "id": 140,
    "name": "어묵매운탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 어묵은 끓여 건져 보온 해 두었다가 배식직전에 넣기1. 멸치,다시마 육수내기 --- 찬물에 넣어 끓으면 20분 이상 끓이지 않습니다. 국물이 탁해집니다. 2. 어묵은 한입크기로 썰어 뜨거운 물에 데치기 3. 호박-반달썰기,양파-채썰기,무-납작썰기 4. 육수에 무와 고추가루를 풀어 끓이다가 어묵,야채를 넣고 간을 맞춘다.--- 어묵을 넣고 오래 끓이지 말아야 합니다. 어묵이 너무 불습니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 141,
    "name": "어묵무국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마는 깨끗이 씻어 국멸치와 함께 국물을 우려낸 후 건져낸다 --- 멸치육수는 오래 끓이지 않아야 합니다. 맑게 해주세요.2. 국물이 우러나면 다시마와 멸치를 건져내고 무를 나박썰기하여 넣은 후 더 끓인다. 3. 어묵은 썰어 데쳐 놓는다 4. 무가 익으면 간을 한 후 어묵은 배식직전에 넣는다.--- 어묵이 불지 않도록 나중에 넣고 불을 끕니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 143,
    "name": "얼갈이배추된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치와 다시마를 넣어 육수를 내 건지고 멸치분말을 넣어2. 배추는 씻어 데쳐 송송 썰어 된장,고추장,파,마늘 넣어 버무려 놓기 3. 육수가 끓으면 배추를 넣고 간을 맞춰주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "멸치"
    ],
    "recipe": "무로 국물을 우려낸다"
  },
  {
    "id": 145,
    "name": "열무김치말이국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "보조밥있을때 소면 1인 70g 적당1. 오이 소독해서 채썰기 2. 계란을 데쳐서 반 자르기3. 국통에 김치국물 다 넣기+육수+설탕+식초+겨자+깨 넣어 간을 맞춥니다.** 국물이 신맛이 강하면 식초는 넣지 않기 4. 소면은 삶아 따로 배식(잔치국수처럼)합니다.5. 열무김치는 송송 썰어 따로 배식(# 고춧가루를 넣어 색을 더한다"
  },
  {
    "id": 146,
    "name": "열무된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치,다시마는 티를 고른후 함께 끓인다. 2. 열무는 깨끗이 다듬어 살짝 데친후 먹기 좋게 썬다. 3. 된장을 잘 풀고 끓인 후 열무를 넣고 끓이다가 파,마늘,고춧가루를 넣어 간을 맞춘다국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)열무/생것-10%"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "국멸치"
    ],
    "recipe": "건새우는찬물에넣고우려낸다"
  },
  {
    "id": null,
    "name": "엄나무",
    "role_code": null,
    "season": [
      "대파를넣고푹끓여낸다.(마늘"
    ],
    "recipe": "생강은1/2은다지고1/2은통으로넣는다.)부추는3cm정도로절단하고깻잎도줄기를제거하고성글게채썰어둔다.느타리버섯은잘게찢어둔다."
  },
  {
    "id": 148,
    "name": "오이미역냉국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 북어머리,대파,다시마,마늘을 넣어 육수내어 냉장보관. 2. 오이 - 채썰기, 양파 - 반갈라 심빼고 채썰기  3. 미역은 씻어 불려 데쳐서 간장에 재워 놓기  4. 미역과,오이,양파,다진파,고추를 넣어 갖은 양념 한 후 냉장보관 -- 고춧가루는 넣지 않습니다.5. 배식직전에 냉장보관한 육수와 얼린냉면육수를 넣고 야채를 넣어 배식해주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 150,
    "name": "온메밀국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "600인기준 메밀장국1.8L 3병반정도 사용1. 다시마, 멸치, 표고를 넣고 끓인다. 2. 가쓰오부시를 넣고 불을 끈후, 10분뒤에 체에 거른다. 3. 메밀장국을 넣어주고 부족한 간은 간장, 맛술, 설탕, 소금을 넣어 다시 한번 끓인다. 4. 유부는 기름기를 제거하고 같이 끓여준다.5. 무,파는 소독하여 무는 갈고 쪽파는 송송썰어 고명으로!6. 메밀국수를 삶아 찬물에 행군다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "무는 네모"
    ],
    "recipe": "애호박"
  },
  {
    "id": 152,
    "name": "우거지해장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "사골엑기스 희석 비율 (사골 : 물)1. 설렁탕(곰탕),만둣국 등 1 : 2.52. 미역국 1 : 43. 우거지된장국 등 1 : 54. 김치찌개, 부대찌개, 감자탕 1 : 8"
  },
  {
    "id": 153,
    "name": "우동국(건더기)",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.양파,무,다시멸치, 다시마, 황태로 국물을 충분히 우려낸다. 2.가다랭이는 오래 끓이면 써지므로 5분정도 우린 후 건져낸다. 3.어묵과 유부는 따로 끓여서 불끄기전에 우동고명과 같이 넣어주세요4.소금과 기호에 따라 국간장을 간을 맞춘후 쑥갓과 팽이버섯을 조금넣는다. 면사리 없음***가쓰오 우동소스 1.8L *2개 발주 희석비율 1:12 간 보면서 조절해주세요    우동고명은 오래 있으면 풀어지므로 불 끄기 직전에 넣어주세요!!!!"
  },
  {
    "id": 155,
    "name": "우렁된장찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 모든 야채는 두툼하게 은행잎 썰기, 양파는 깍뚝썰기 2. 멸치육수를 낸 후 바지락육수를 풀고 된장,고추장을 넣어 끓으면 감자를 넣고 3. 끓으면 두부,양파,호박, 팽이버섯을 넣어 간을 맞춘후 불을 꺼주세요. -- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 157,
    "name": "유부장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 국멸치와 다시마국물을 우려낸 후 건져낸 후 끓는 국물에 가다랭이포를 넣고 3분정도 끓이다가 건져내세요.2. 건진 다시마는 채썰고 3. 유부는 곱게 채썰어 끊는물에 데쳐내고 4. 육수에 유부,다시마,마늘을 넣고 국간장, 소금,후추로 간을 맞춘 후 파를 넣어 주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 158,
    "name": "유부주머니어묵국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마는 깨끗이 씻어 국멸치와 함께 국물을 우려낸 후 건져낸다 --- 멸치육수는 오래 끓이지 않아야 합니다. 맑게 해주세요.2. 국물이 우러나면 다시마와 멸치를 건져내고 무를 나박썰기하여 넣은 후 더 끓인다. 3. 어묵이랑 유부주머니는 썰어 데쳐 놓는다 4. 무가 익으면 간을 한 후 어묵은 배식 직전에 넣는다.--- 어묵이 불지 않도록 나중에 넣고 불을 끕니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 159,
    "name": "유부쫄우동",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 우동 육수를 만든다. (다시, 멸치, 장국소스)2. 육수에 유부, 총총썬 쪽파를 넣어 끓인다.3. 육수에 달걀을 풀어 넣는다. 4.다데기를만든다.(고추장,고춧가루,설탕)5. 배식시 쫄면-육수-쑥갓, 다데기를 준다. (쑥갓 고명)"
  },
  {
    "id": 160,
    "name": "육개장",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.한우우둔는 국거리용으로 포장을 제거한후 용기에 담아놓는다.2.숙주는 데쳐서 고추가루 양념하여 둔다.3.무는 네모나게 썰어서 고추가루를 빨갛게 묻혀서 둔다.4.계란을 풀어서 놓는다.5.대파는 채썰어서 데쳐서 준비한다.6.고사리는 길이 5cm로 썰어서 고추가루 양념하여 둔다.7.한우양지 육수가 팔팔 끓으면 무,고사리,숙주를 넣고 끓인다.8.고추가루는 참기름으로 고추기름을 만들어 둔다.9.7에 대파,계란,후추,국간장,마늘로 간을 한다."
  },
  {
    "id": 161,
    "name": "육개장칼국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 고추기름을 내서 사용한다.1. 멸치와 다시마는 육수를 우려낸다.2. 쇠고기는 핏물을 제거하여 세척한다.3. 양파는 세척하여 채썰기한다.4. 마늘, 대파는 세척하여 마늘은 다지고 대파는 길이 5cm길이로 썬다.5. 고사리는 세척하여 적당한 크기로 썬다.6. 숙주나물은 세척한다.7. 육수가 끓으면 쇠고기, 고사리, 토란대, 대파, 숙주를 넣고 한소큼 끓인다.8. 마지막으로 마늘, 고춧가루, 소금을 넣고 끓인다.9. 칼국수면은 배식 직전에 2차조리한다."
  },
  {
    "id": null,
    "name": "대파",
    "role_code": null,
    "season": [
      "마늘"
    ],
    "recipe": "생강"
  },
  {
    "id": 163,
    "name": "잔치국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "620명 기준 보조밥 나갈때 소면 46kg 4~5kg정도 줄여도됨 780명 기준 주먹밥(쌀30kg), 핫도그(1인 85g) 소면45kg 적정함*** 야채 염소소독 실시  *** 배식시 냉면기 준비 해 주세요.1. 멸치,다시마,무,양파,고추를 넣고 육수를 만든다. 2. 유부는 기름기 제거를 위해 끓는 물에 데쳐 나중에 넣는다  3. 당근, 호박은 곱게 채썰어 놓고 배식전에 끓는 국에 넣어 살짝 끓인다.4. 달걀은 지단을 부쳐 곱게 채썰어 놓는다  5. 국수를 삶아 찬물에 전분기가 빠져 쫄깃쫄깃하게 찬물에 충분히 헹궈준다.  6. 배식시 고명은 국물에 넣고 김가루는 따로 국수에 넣어주며 배식한다.  국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 164,
    "name": "장칼국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시  칼국수가 불으니 국물양을 넉넉히 해주세요!1. 감자,애호박은 나박썰기한다. 2. 국멸치,다시마,북어머리,새우로 국물을 내고 새우만 남기고 모두 건져낸다. 3. 바지락살은 소금물에 살살 흔들어 씻는다. 4. 육수에 고추장,된장,고춧가루를 풀어 감자,버섯를 넣고 한소끔 끓인다. 5. 칼국수면은 끓는물에 따로 삶는다. 6. 국물에 대파,마늘을 넣고 국간장으로 간을 맞춘다. 7. 채썬 양파,고추,호박을 넣어 살짝 끓인 후8. 배식전에 삶아진 면을 넣어 끓인후 불을 끈다. (12시30분 이후에 작업하기) 국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부추는 염소소독하여 배식직전 넣기--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마"
    ],
    "recipe": "고무장갑"
  },
  {
    "id": null,
    "name": "대파",
    "role_code": null,
    "season": [
      "마늘"
    ],
    "recipe": "대추"
  },
  {
    "id": null,
    "name": "고춧가루",
    "role_code": null,
    "season": [
      "간장"
    ],
    "recipe": "소주"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "다시마"
    ],
    "recipe": "밴댕이"
  },
  {
    "id": 169,
    "name": "전주콩나물국밥",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.다시마,멸치, 양파로육수를낸다. 물양 넉넉히 하기(북어채는 1센티로 잘라 볶아서 넣어 끓입니다.)2.콩나물은깨끗이씻어다듬는다.3.파는송송,마늘과생강은다지고,고추는씨를빼고다진다.배추김치는소를털어내고채썬다.4.오징어는삶아서잘게썰어둔다.새우젓은잘게다진다.5.국물에김치와오징어,마늘을넣고한소끔끓이다가콩나물을넣는다.6.콩나물이익으면파와계란을넣는다.7.국간장과새우젓,후추로간을맞춘다.8.김가루와함께배식한다."
  },
  {
    "id": 170,
    "name": "제주고기국수",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "750명 기준 미니밥37kg 고기 120kg 중면 51kg(2봉 남김) 고기양 약간 많음 10kg줄여도 됨냉면기 사용할 경우 면 양 늘리기1. 돼지 사골과 잡뼈, 앞다리로 육수 끓이기 2. 육수와 대파,양파,된장으로 수육 만들기 3. 당근, 부추, 애호박, 표고버섯 3cm 채 썰기 4. 당근, 애호박, 표고버섯 볶기 (부추 제외) 5. 돼지고기 수육 썰기 6. 쌀소면 삶기 7. 완성된 사골국에 부추와 볶은 야채 넣기"
  },
  {
    "id": 171,
    "name": "조랭이떡국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 172,
    "name": "짬뽕국물",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시 1. 다시마,멸치는 국물을 내고 2. 당근,양파,양배추는 채썰기3. 홍합 세척/오징어채는 소금물에 살살 흔들어 씻어 놓는다. 4. 식용유를 솥에 넉넉히 두르고 데워지면 고춧가루,고추장을 넣고 볶다가5. 마늘을 넣고 볶아 채 썰어 놓은 당근,양파,양배추,오징어,홍합순으로 넣어가며 고추기름에 볶는다. 6. 볶아지면 육수를 부어 끓이다가 간을 맞추고 청양고추를 넣고 한소끔 끓인 후 파를 넣어 완성***짬뽕소스는 물에 12배 희석하여 사용HACCP: 해물은 씻어 냉장고에 보관하세요.-- 국물은 일품요리에 곁들여 주는 것이니 보통때보다 약간 적게 끓이도록 합니다.짬뽕육수풀무원/1.8kg본양조원액17%,홍합추출액16%(홍합:국산),오징어액기스13%,양파12.5%,고추맛기름외, 2018년 사용면사랑/2kg,양파(국산),홍합엑기스(홍합-중국),오징어엑기스(오징어-국산)/알러지 5,6,10,15,17,18"
  },
  {
    "id": null,
    "name": "감자",
    "role_code": null,
    "season": [
      "다진마늘"
    ],
    "recipe": "고춧가루를 넣는다."
  },
  {
    "id": 176,
    "name": "차돌짬뽕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 죽순은 얇게 썰고, 표고, 양파, 대파도 썰어서 준비한다.2. 솥에 식용유를 두르고 차돌박이를 볶아준다.3. 고기가 어느정도 익으면 생강, 다진마늘, 대파(송송)을 넣고 볶아준다.4. 진간장을 넣고 파마늘향이 나도록 충분히 볶아준다.5. 마늘향이 나오면 표고, 죽순, 양파를 넣고6. 고춧가루를 넣어준다. 고춧가루가 재료와 섞이면 물을 붓고*** 여기서 TIP: 물을 3번에 나눠 넣어준다!!7. 물을 3번 다 넣고 해산물 분말과 사골육수를 넣어주고 해산물도 넣어서 끓인다음 *** 해산물은 한번 데쳐서 불순물 제거해주세요.8. 맛이 부족할경우 치킨스톡, 후춧가루를 넣어준다.9. 마지막으로 청경채와 참기름 살짝 넣고 불을 끈다.*** 청경채는 국통에 담기 직전에 데친다는 느낌으로 마지막에 넣어주세요**조리 협의사항** 차돌을 전부 볶아 국에 넣어서 배식할건지(기름이 너무 많이 떠서 느끼할 수 있음) 일부만 볶고 나머지는 따로 볶아서 국 위에 얹어줄건지 협의하기!!"
  },
  {
    "id": 177,
    "name": "참치김치찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마, 멸치는 육수를 내고2. 김치를 썰어 양파,고춧가루를 넣고 참치기름, 콩기름에 투명해지도록 볶는다. 3. 양파는 채썰고 4. 볶은김치에 물을 붓고 끓이다가 두부를 넣는다. 5. 한소끔 끓으면 참치,파,마늘을 넣고 국간장으로 간을 맞춘다.---  국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.---  참치를 넣고 젓지 말고 불을 끕니다---  휘젓거나 오래 끓이면 참치가 부숴집니다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "다시마"
    ],
    "recipe": "간 건새우로 육수를 만든다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "다시마"
    ],
    "recipe": "간건새우를 넣어 육수를 내고 건져 낸 후 ---"
  },
  {
    "id": 185,
    "name": "콩비지찌개",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마,멸치 육수를 낸 후 사골육수를 풀고 2. 돼지고기는 밑간을  해 놓고3. 배추김는 잘게 썰어 볶다가 돼지고기, 채 썬 양파순으로 넣어 볶는다. 4. 김치가 투명하게 볶아지면 숙주나물,갈은 콩을 넣고 육수를 부어  5. 한소끔 끓으면 콩비지를 넣고 끓인 후 파, 마늘, 고추가루를 넣고 새우젓으로 간을 한다.-- 국물양은 찌개이니 국을 끓일때보다 약간 작게 잡아주세요.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 186,
    "name": "크루통브로콜리스프",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 감자, 양파, 양송이는 세척하여 작은 깍두기로 썬다. 2. 브로콜리는 세척하여 데친 후 얇은 슬라이스로 썬다. 3. 크림스프는 물에 풀어 놓는다. 망을 이용하여 덩어리 없게 주의한다.4. 올리브유에 감자와 양파를 볶다가 !!!!!!   크림스프 풀어 놓은것을 넣고 끓인다. 5. 스프가 끓으면 양송이와 브로콜리, 우유, 생크림을 넣고 끓이다가 소금,후추 간을 하여 마무리 한다.** 부드러워 지도록 계속 젓는다.** 스프 양 넉넉하게 조리한다. **** 크림이 뭉치지 않게 겐다. **** 되직하지 않게 물 양을 충분히 잡는다. (저번에 모자라서 물 부음)"
  },
  {
    "id": 187,
    "name": "크림스프",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 크림스프는 미지근한 물에 잘풀어 멍우리를 없앤다음  물이 팔팔 끓으면 넣어요 ****찬물에 미리 넣으면 끓지 않으니 주의하세요 2. 파슬리는 깨끗이 씻어 잘게 다지고 3. 농도 잘 맞추고 크림스프외에 전분 등을 넣지 않습니다. 4. 파슬리와 크루동은 배식할때 얹어주세요.식빵/식빵-크루동"
  },
  {
    "id": 189,
    "name": "토마토크림스프",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양파와 토마토는 적당한 크기로 썰어서2. 버터를 넣고 양파가 갈색이 될때까지 볶는다.3. 양파가 익으면 썰어놓은 토마토를 넣고 볶고4. 다라이에 넣고 갈아준다. **아주아주 곱게 갈아준다.5. 갈린것을 다시 솥에 넣고 치킨스톡과 토마토퓨레, 토마토소스를 넣고6. 우유와 생크림을 넣어 농도를 맞춘다.7. 맛을 보고 부족하면 크림스프분말을 넣도록 한다.(토마토 맛이 너무 강할경우에)8. 파슬리가루를 뿌리고 크루통을 함께 배식한다."
  },
  {
    "id": null,
    "name": "청경채",
    "role_code": null,
    "season": [
      "표고버섯"
    ],
    "recipe": "전분을 풀어 농도를 조절한다."
  },
  {
    "id": null,
    "name": "물엿조금만",
    "role_code": null,
    "season": [
      "배식 30분전에 받드에 담아두세요. 처음에는 좀 묽다는 느낌이 있지만"
    ],
    "recipe": "곧 국물떡볶이의 비주얼이 보입니다."
  },
  {
    "id": 192,
    "name": "팽이미소된장국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 국멸치와 다시마는 국물을 우려낸 후 건져낸다. 2. 다시국물에 된장을 풀어 넣고 한소끔 끓인 후 두부, 마늘을 넣고 간을 맞춘후 3. 불을 끄고 파,팽이버섯을 넣고 통에 담는다. ***두부가 가라앉아 잘 탑니다. 두부는 마지막에 넣어 한소끔 끓으면 불을 꺼주세요.팽이버섯/생것-20%국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "사골육수3.6kg"
    ],
    "recipe": "적당함옥수수면 조금 줄이고 당면양을 늘려도 될 듯마라소스는 1~2kg 정도 추가해도 됨(면 들어가면 살짝 싱거워지는 느낌)"
  },
  {
    "id": 195,
    "name": "한방갈비탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": ".염도 0.6에 맞춘다1. 갈비는 끓는 물에 잠시 넣어 기름기를 제거한 후 국물을 버리고 국물을 다시 잡는다.2.다시마,국멸치, 건고추로 육수를 낸다3. 무는 나박썰기하여 국에 넣는다.4. 파, 마늘을 넣어 끓인 다음국간장으로 간을 맞춘 후 후추가루를 넣는다"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "국멸치"
    ],
    "recipe": "건고추로 육수를 낸다3. 무는 나박썰기하여 국에 넣는다.4. 파"
  },
  {
    "id": 199,
    "name": "해물누룽지탕",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 모둠해물과 새우와 오징어를 섞어 깨끗이 씻어 준비한다.2. 버섯과 채소들도 손질해 썰어놓는다.3. 누룽지는 센불의 기름에 튀겨주세요.4. 팬에 기름을 두르고 생강, 마늘, 해물을 넣고 볶아준다.5. 버섯과 채소를 넣고 볶은 뒤 물을 부어 끓여준다. (단단한 식감의 순서로 볶기)   (죽순은 물에 데쳐서 냄새 제거 함)6. 간장, 굴소스, 소금, 후추, 참기름을 넣어 간을 맞춰주세요.7. 홍고추, 청고추를 마지막에 넣는다. 7. 튀긴 누룽지와 해물소스를 부어 배식한다. (배식 시에 혼합할 것)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "마늘"
    ],
    "recipe": "생강"
  },
  {
    "id": 202,
    "name": "황태무국",
    "role_code": 5,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**국물낼때 쌀뜨물 사용해주세요1. 다시마와 국멸치,무 적당량은 국물을 내고 쌀뜨물사용!!!-- 무 건더기로 사용할 부분은 납작썰기하여 놓기2. 황태채는 씻어 작게 찢어 둔다. -- 너무 일찍 물에 담그면 맛이 없어요!!3. 무는 나박썰기하여 놓는다.4. 황태채를 참기름에 버무려 볶다가 생강,무와 물을 붓고 꿇인다. 오래 색이 뽀얗게 되게 끓여주세요5. 파,마늘,고춧가루를 넣고 간을 맞춘다.국의 염도는 염도계를 이용하여 측정한다.(1) 일반 맑은국 : 0.6%, 비빔밥이나 카레등 일품요리의 맑은국은 0.6%   (2) 된장,고추장을 이용한 찌개류 : 0.5~0.59% 이하(3) 우동 등 국수류(면을 넣기전) : 0.7% 이하 (보통국보다 0.1% 정도 높게 합니다)"
  },
  {
    "id": 203,
    "name": "갓김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "선택식"
  },
  {
    "id": 204,
    "name": "깍두기",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 검수 후 밧드에 담아 냉장보관하였다가 배식하도록 합니다."
  },
  {
    "id": 205,
    "name": "깻잎김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*****검수후 반드시 냉장보관!!!"
  },
  {
    "id": 206,
    "name": "나박김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 207,
    "name": "단무지",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 단무지의 물기를 빼고 썰거나 그대로 준비한다."
  },
  {
    "id": 208,
    "name": "동치미",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 209,
    "name": "무말랭이무침",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 210,
    "name": "배추겉절이",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "검수후 반드시 냉장보관해주세요!!!!"
  },
  {
    "id": 211,
    "name": "배추김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 배추김치는 길게 4번 자른 후 적당히 한입 크기로 썰어주세요.*** 카레라이스등 일품요리시 김치양은 석식 460명에 25kg가량 소요됨."
  },
  {
    "id": 212,
    "name": "백김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 배추김치는 길게 4번 자른 후 적당히 한입 크기로 썰어주세요.*** 카레라이스등 일품요리시 김치양은 석식 460명에 25kg가량 소요됨."
  },
  {
    "id": 213,
    "name": "백나박김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 214,
    "name": "보쌈김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "수육나갈때 보쌈김치55kg 발주해야함1. 보쌈김치는 길게 4번 자른 후 적당히 한입 크기로 썰어주세요.*** 카레라이스등 일품요리시 김치양은 석식 460명에 25kg가량 소요됨."
  },
  {
    "id": 215,
    "name": "섞박지",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 큰것은 2등분해주세요."
  },
  {
    "id": 217,
    "name": "오이김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 포장지를 소독 후 포장지를 절단 하여 배식용기에 담는다."
  },
  {
    "id": 218,
    "name": "오이소박이",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 219,
    "name": "총각김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 먹기 좋게 깍두기처럼 썰어서 배식해주세요."
  },
  {
    "id": 220,
    "name": "파김치",
    "role_code": 13,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "고구마 110g"
    ],
    "recipe": "피자치즈 15"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "허브솔트"
    ],
    "recipe": "고춧가루"
  },
  {
    "id": 224,
    "name": "감자수제비뇨끼",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 소스양은 수제비 불거 생각해서 넉넉히 잡기** 감자수제비는 절대 겹쳐지지 않게 풀어주기!! 1. 새우는 해동 후 깨끗이 씻어 물기를 제거해 놓는다.2. 수제비는 삶아서 버터와 파슬리로 버무려 놓는다. 겹친거 다 떼어주기3. 브로콜리는 기둥을 살려 작게 잘라서 살짝 데쳐놓는다  4. 베이컨, 양파는 채썰기 / 피망 네모썰기 / 청양고추 씨 제거 후 다지기 5. 베이컨과 야채는 올리브유에 볶아주기6. 새우는 맨 마직막에 볶아주고 베트남고추 통째로 넣어 매콤한맛을 준다.7. 크림스프소스를 우유에 넣어 끓이다가 휘핑크림을 넣어 졸여준다. 8. 배식직전에 수제비와 뇨끼에 소스를 부어 버무려 배식한다.<뇨끼 조리법>그릴팬에 깔고 오븐 콤비(5:5) 160~165도에서 7~8분 익힌다.그 다음, 오븐 건열로 바꿔 140도에서 7~8분 구워주고 수제비와 소스와 섞어준다."
  },
  {
    "id": 225,
    "name": "고구마맛탕",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지1. 1인당 30g으로 썰어 5개씩 줄 수 있도록 자른다. 2. 210도 22분 건열 코팅팬 3. 시럽에 조려서 섞는다."
  },
  {
    "id": 226,
    "name": "고구마옥수수볼맛탕",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 고구마를 깨끗이 씻은 후 먹기 좋은 크기로 잘라서 물에 담궈 전분기를 제거한다 2. 고구마 중심온도가 85도 인지를 확인하며 튀기고3. 물엿과 설탕을 젓지 않고 시럽을 만든 뒤 튀겨낸 옥수수볼과 함께 버무린다 4. 참깨를 뿌려준다요리팁(주의점) **식용유:설탕:물엿=1:1:3의 비율로 냄비에 넣고 부글부글 끓을 때 까지 가만 뒀다가 끓기 시작하면 바로 불을 끈다.  **튀겨진 고구마를 시럽으로 버무린 후 검정깨를 뿌린다"
  },
  {
    "id": 228,
    "name": "국물자장떡볶이",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1000명기준 자장소스,분말8kg씩 사용 2kg줄여도 될듯***국물양 많이 하기***야채 염소소독 실시 1. 다시마는 육수내기2. 돼지고기는 생강,마늘,후추,간장으로 밑간해 놓고3. 떡,어묵- 데치기 4. 당근과 양파, 양배추는 가는 채썰기하여 각각 볶는다.5. 돼지고기와 춘장에 콩기름을 넣어 볶은 후 고추장,자장, 다시마육수를 넣어 끓인다.6. 끓으면 떡볶이떡과 볶은 채소, 파를 넣어 볶은 후 참기름, 참깨를 넣어 마무리한다.7. 온도확인!!!"
  },
  {
    "id": 229,
    "name": "군만두(비비고)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "기름 묻혀서 오븐에 건열2개씩 배식"
  },
  {
    "id": 230,
    "name": "궁중떡볶이",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쇠고기는 간장, 설탕, 참기름으로 양념한다. 2. 표고는 채썰어 데친다.3. 양배추는 깍둑썰기하고 양파는 채썬다.4. 당근, 파프리카는 채썰어 콩기름에 볶는다.5. 떡은 간장, 설탕, 참기름으로 유장처리 헤놓는다.6. 양념장(간 배, 간장, 설탕, 간 마늘, 참기름)을 만든다.7. 소고기를 볶다가 야채를 넣고 함께 볶는다.8. 양념장과 떡을 넣고 볶다가 참깨를 뿌려 마무리한다."
  },
  {
    "id": null,
    "name": "고추장",
    "role_code": null,
    "season": [
      "물엿"
    ],
    "recipe": "설탕을 넣고 끓여서 소스를 만든다."
  },
  {
    "id": 233,
    "name": "꼬지없는 소떡소떡",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 떡은 기름을 묻혀서 코팅팬 담아 오븐에서 구워낸다.(180도 12분 콤비)2. 소시지는 끓는 물에 데쳐 기름기를 제거하고 오븐에 구워낸다.2. 양파와 파인애플을 다믹서기에 갈아서 둔다.3. 물엿, 설탕, 고추장, 케찹, 우스타소스, 파인애플, 양파로 소스를 끓인다.4. 소스에 떡과 소시지를 넣고 충분히 조린다.* 배식 시 머스타드를 뿌려준다.(소스통 사용)"
  },
  {
    "id": 234,
    "name": "꽃빵튀김/연유",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐 스팀100%에 약 100도에서 10~12분간 조리** 관찰조리 필수** 자리 바꿔가며 열이 고루 갈 수 있도록 하기"
  },
  {
    "id": 237,
    "name": "녹두전",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "기름 바르지 않고 오븐조리냉동상태 180~190도 8~12분2개씩 제공"
  },
  {
    "id": 240,
    "name": "단호박크로켓/케첩",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "크로켓은 튀겨서 케찹과 함께 제공한다."
  },
  {
    "id": 241,
    "name": "달걀프라이",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 242,
    "name": "달고마떡볶이",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 국 멸치 다시마 국물육수 붓기** 물양 넉넉히 하기!! 떡볶이가 국물 흡수해버림 ㅠ1. 기본 떡볶이 만든 후 중간 밧드에 담아2. 치즈 토핑 뿌리고 고구마 무스 두르기3. 배식전에 오븐에 살짝 돌리고 배식하기** 오븐사용중인 요리 있을경우, 치즈 미리 넣어서 녹여주고 위에 고구마 무스 뿌려서 나가기** 고구마무스가 고루 갈 수 있게 반드시 중간밧드에 담을것!!"
  },
  {
    "id": 243,
    "name": "달고마떡볶이&김말이(2개)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 국 멸치 다시마 국물육수 붓기** 물양 넉넉히 하기!! 떡볶이가 국물 흡수해버림 ㅠ1. 기본 떡볶이 만든 후 중간 밧드에 담아2. 치즈 토핑 뿌리고 고구마 무스 두르기3. 배식전에 오븐에 살짝 돌리고 배식하기4. 김말이튀김 기름 살짝 발라 건열로 구워 2개씩 배식"
  },
  {
    "id": 244,
    "name": "딤섬부추창펀",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 245,
    "name": "떡꼬치",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "기름발라 오븐에 구워준뒤 소스를 골고루 발라주고 배식합니다."
  },
  {
    "id": 249,
    "name": "매쉬포테이토(으깬감자)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1000명기준 마요네즈 9kg, 우유3kg 사용1. 감자는 푹 삶은 뒤 우유, 버터를 넣고 곱게 으깬다.2. 당근은 작게 깍뚝썰기한다. 3. 오이는 염소소독 후 깍뚝썰기하여 준비한다 4. 으깬 감자, 당근과 오이, 게맛살에 마요네즈를 넣고 버무려서 낸다"
  },
  {
    "id": 250,
    "name": "매운갈비찜",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 양념간장 미리 끓여 식히기1. 돼지갈비와 고기는 검수후 찬물에서 핏물을 우려낸다. 2. 당근,양파,파,마늘,생강은 깨끗이 씻고 당근,양파는 한입크기로 썬다 3. 사과,키위,파인애플,마늘,생강은 갈아서 핏물 뺀 고기에 재워 놓기4. 건홍초는 잘 다듬어 큼직하게 어슷썰어 놓는다. 5. 간장에 소주,물엿,설탕,참기름,후추,일부양파간것,물,건홍초,콩기름 넉넉히 넣고 끓여 식혀 고춧가루, 고추장을 섞어 혼합6. 식힌 양념장을 고기에 부어 재워 두었다가 돼지갈비조리기 *** 조릴때 타지않게 고기가 부드럽도록 조리하고 국물이 촉촉하게 있도록 한다.가래떡(흰떡)/가래떡(흰떡)-찜용가래떡(흰떡)/가래떡(흰떡)-25%, 돼지고기(갈비)/날것-19%, 돼지고기(갈비)/날것,찜-30%, 돼지고기(뒷다리)/날것,깍뚝썰기-50%"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지---"
  },
  {
    "id": null,
    "name": "고추장",
    "role_code": null,
    "season": [
      "매실액"
    ],
    "recipe": "불닭소스"
  },
  {
    "id": 252,
    "name": "메밀전병",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 254,
    "name": "멸치볶음",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 간장은 멸치맛을 보고 가감하도록 합니다.1. 멸치+기름 200도 5분 코팅팬 콤비. 2. 물엿,간장,설탕을 넣어 끓이다가 멸치를 넣고 섞어 깨를 뿌린다.멸치/자건품(잔멸치)-지리멸치"
  },
  {
    "id": 255,
    "name": "명엽채견과류볶음",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.명엽채를 볶다가 아몬드, 땅콩, 마늘을 넣고 양념장과 섞는다.*온도측정"
  },
  {
    "id": 256,
    "name": "명엽채볶음",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 예열 110도 10분 *** 반찬 3가지 제공시는 1인량 11.5g 정도 가능1. 명엽채는 먹기 좋은 크기로 잘라 80도  8분 콤비 ***온도확인!!!  --- 구워지면 바로 꺼내야 합니다. 오븐에 그냥두면 온도가 높아 명엽채가 탑니다.2. 준비한 양념으로 양념장을 만들어 끓이다가 명엽채를 넣고 조린다. 3. 조린 후 참깨를 뿌린다."
  },
  {
    "id": 257,
    "name": "몽글몽글달걀찜",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 솥단지에 다시육수를 충분히낸다.2. 부추는 곱게 쫑쫑썰기하고 당근은 다진다.3. 달걀물에 청주, 소금, 야채를 넣고 잘 섞어 간을 맞춘다. 4. 달걀물을 육수에 적당량 넣어가며 끓여준다.   (끓이다보면 굳으며 몽글몽글 뭉친다.)"
  },
  {
    "id": 259,
    "name": "미니감바스",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 마늘은 편썰기2. 새우는 세척후 비린내 제거하기 식초+맛술, 허브솔트, 고춧가루, 후추에 재워놓기(뚜껑덮기!) 3. 올리브오일을 넉넉히 부어 중간불에서 편마늘을 노릇해질때까지 볶아준다.** 마늘기름을 만들어주세요4. 마늘이 노르스름해지면 페퍼론치노,생새우살,버섯,토마토 넣고 볶아줍니다.<바게트빵>오븐 건열 살짝만 돌려주세요 빵이 너무 바삭하지 않고 오일을 머금어 먹을수 있도록"
  },
  {
    "id": 260,
    "name": "미니수리취꿀떡",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉동상태에서 표면에 참기름을 바른 후 해동하여 배식"
  },
  {
    "id": 262,
    "name": "베이컨떡말이/허니머스터드",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 263,
    "name": "베이컨팽이버섯볶음/아몬드드레싱",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 팽이버섯은 밑둥을 자르고 찢어준다.2. 베이컨은 6~8등분한다3. 팽이버섯을 먼저 오븐에 건열로 구워서 물을 따라 버려주고**중요**4. 베이컨을 볶아 양파와 함께 소금간하여 볶아준다. 베이컨과 버섯이 노르스름해질정도로!!!5. 후추, 파슬리 가루를 뿌려 마무리6. 드레싱과 함께 배식하기 때문에 너무 뜨겁지 않게 한김 식혀 배식 ** 2차 조리한다."
  },
  {
    "id": 264,
    "name": "부추딤섬/간장",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "딤섬은 습열로 오븐에 쪄서 간장과 함께 2개씩 배식한다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "참기름"
    ],
    "recipe": "황설탕"
  },
  {
    "id": 267,
    "name": "비빔쫄만두",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "쫄면1050인기준 46kg사용 약간 모자름 10kg정도 늘릴것***야채 염소소독 실시/ 시간관리 철저히 --- 양념장은 전날 만들어 숙성하면 좋아요!!1. 야채는 씻어서 곱게 채썰어 냉장 보관한다. 2. 콩나물은 삶아서 헹궈 냉장 보관--- 아삭할 정도로 살짝 삶기 - 오래 삶으면 질겨져요3. 쫄면은 삶아서 냉수에 헹궈 물기를 빼고*** 반만 삶고 배식이 시작하면 나머지 반을 삶는다4. 양념장을 묽게 만들어 5. 배식직전에 무쳐서 배식한다.***불지 않게 한꺼번에 무치지 말고 나누어 두었다가 배식중간에 한번 더 무쳐주세요.<납작만두>자연해동 후 팬에 기름을 넉넉히 두른후 약불로 지져주면 손쉽게 떨어집니다구워서 4개씩 배식해주세요"
  },
  {
    "id": 268,
    "name": "빵가루떡꼬치",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 180도의 기름에서 7~10분간 튀겨준다.<소스만들기>고추장,물엿,케찹,다진마늘,양념치킨소스,설탕을 섞어 끓여준다.땅콩분태도 섞어준다.떡꼬치에 소스를 발라 1개씩 배식"
  },
  {
    "id": 269,
    "name": "뿌링소품떡",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "소품덕 인당 4개씩 완제 튀김한김 식힌 후 가루 뭉치지 않게 뿌려 버무려 주기20.7 63k 5봉 사용 (6봉이 적당)"
  },
  {
    "id": 270,
    "name": "새우멘보샤/칠리소스",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양파는 소독 세척 후 다진다.2. 칠리소스, 쌀물엿, 케첩, 양파를 끓인다.3. 새우튀김을 오븐 예열한 후 구워준다. 냉동상태로!** 조리법 업체에 문의하기새우튀김은 2개씩 배식해주세요^^"
  },
  {
    "id": 271,
    "name": "새우샐러드핫도그",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**소스에 땅콩함유 땅콩알러지 주의!!1. 새우를 튀겨준다.(175도 10~15분)2. 빵은 오븐에 해동 또는 자연해동한다.(습주기)3. 양파와 피클은 다져 어니언소스에 버무려 놓는다.4. 핫도그빵에 튀겨낸 새우를 얹고5. 핫칠리소스를 뿌려준후 어린잎을 토핑해준다.6. 어니언소스를 마지막에 셋팅하여 배식한다."
  },
  {
    "id": null,
    "name": "케찹",
    "role_code": null,
    "season": [
      "채소 다진것"
    ],
    "recipe": "소고기"
  },
  {
    "id": null,
    "name": "설탕",
    "role_code": null,
    "season": [
      "우스타소스"
    ],
    "recipe": "딸기잼"
  },
  {
    "id": 277,
    "name": "소시지야채굴소스볶음",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시  1. 소세지 반자르기 2. 양파는 깍뚝썰어 청경채와 함께 굴소스로 볶아 놓기3. 소시지는 볶다가 케찹을 넣어 신맛이 날아가도록 볶는다.4. 소시지를 볶은 후에 볶은 야채 넣어 혼합소시지/비엔나,위너소시지-50%"
  },
  {
    "id": 278,
    "name": "소시지치즈또띠아말이",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 또띠아는 자연해동 하고 소시지는 줄줄이 절단 후 > 콤비140도(습60%) 20분 조리 후 건열 180도 5분 관찰조리2. 네모모짜렐라는 3등분하여 3. 해동 한 또띠아 위에 모짜렐라 가운데 올리고 그 위에 소시지 올려서 돌돌말아4. 또띠아 위에 기름 살짝 바른 후 액상치즈, 머스타드, 케찹을 뿌려5. 180도 7분간 굽고 파슬리 가루 뿌려 마무리**소스는 골고루 넉넉히 뿌리기"
  },
  {
    "id": 281,
    "name": "순대곱창채소볶음",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 고추기름 내기1. 야채 굵게 채썬다.2. 떡은 데친 후 기름장을 발라 유장처리한다.3. 순대는 오븐에 구워낸다. (중심온도 확인)4. 분량의 재료를 넣어 양념장을 만든다.(들깨가루는 넣지 않는다.)5. 고추기름을 내어 야채를 볶다가 순대를 넣고 양념장을 넣어 볶다가 깻잎과 들깨가루를 넣어 마무리 한다.* 하이포크 냉동 곱창볶음 국내산 돼지곱창60%, 매콤핫양념곱창소스40% / 5,6,10"
  },
  {
    "id": 282,
    "name": "순대찜/김말이",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 283,
    "name": "순대튀김/소스",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 순대를 한번 쪄준다.2. 한김 식혀서 밀가루 묻히고 튀김가루 반죽을 묻혀 노릇하게 튀겨낸다.3. 1인 4개씩 강정소스와 함께 배식"
  },
  {
    "id": 284,
    "name": "순살된장닭갈비",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 닭다리 20g 절단, 안심15g 절단하기** 오븐 작업시 뚜껑 덮기--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마, 고무장갑, 바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다.1. 닭고기는 씻어 데쳐 물기 빼 간장,소금,후추에 재어 놓기  2. 당근, 양파,표고버섯은 큼직하게 썰기,청양고추,대파는 어슷썰어 놓고 3. 당면은 불려 놓고4. 양념간장 - 양조간장,진간장,소주,물엿,후추,굴소스,공주간장소스(없음)안동찜닭과 비슷하게 양념해주세요 찜닭보다 물이 없어야함(타지않게 졸이기)5. 솥에 기름을 살짝 두르고 달군 후 야채를 볶아 놓고6. 닭을 볶다가 간장을 넣어 조리듯이 볶으면서 당면을 넣습니다.-- 색이 나지 않으면 자장분말을 넣어 색을 냅니다.7. 닭이 익으면 볶은 야채를 넣고 휘리릭 섞어 조려주세요. --- 관찰조리하면서 타지 않도록 주의합니다.8. 통깨,참기름을 넣어주세요   **무생채 만들어 배식때 섞어준다.설탕/흑설탕-90%, 닭고기(절단)/껍질제거-28%, 닭고기(다리살)/날것-50%닭고기(절단)/껍질제거-공주간장닭갈비"
  },
  {
    "id": 285,
    "name": "숯불갈비만두",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐 습열로 쪄주듯이 조리하고 보온해서 4개씩 배식한다"
  },
  {
    "id": 286,
    "name": "스마일감자",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 287,
    "name": "스페니쉬감자오믈렛",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.감자 얇게 원형으로 얇게 - 물에 담가두면 전분이 빠져나가 감자의 모양 부스러지 않음 (협의) 양파는 채 썰기2. 계란물에 소금 후추 간하고 우유, 청주(소량만) 사용3. 팬에 버터 녺이고 감자 볶아 주기 어느 정도 익으면 양파 넣어주기 (오븐에 또 들어가요~)(이 부분 레시피 협의 - 감자를 버터 녹인물에 버부려준 후 오븐으로 익혀 줄지 / 양파는 버터에 볶고 오븐에 익힌 감자와 혼합)4. 얕은 오븐팬에 볶은 감자 양파를 바닥에 깔고 계란물, 위에 피자치즈 부어주기 5. 오븐조리 스팀으로!! 계란 너무 타지 않게 6. 오븐에서 나온 것 파슬리, 허니머스터드 케찹 격자 데코칼로 절단 - 판 개수 확인"
  },
  {
    "id": 288,
    "name": "시래기돼지갈비찜",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 고기는3*3 깍뚝썰기로 준비합니다. 1. 돼지갈비,고기는 30분 정도 담궈 핏물을 빼서 살짝 데쳐 물기를 빼 놓는다.***잡내제거하기!!!핏물을 빼고 청주,배와 생강 갈아서 함께 재워둡니다(양념장에 재우기전에 먼저 해주세요-잡내가 많이 남)2. 당근,무,새송이버섯은 씻어 적당하게 썰어 데쳐 놓고 **무에서 물이 많이 생기므로 꼭 데치기 3. 양념장-물엿,후추가루,고추,간장을 끓여 식혀(전날 작업)4. 양파,키위,사과,생강,마늘은 갈아서 파,깨,소주와 함께 양념장에 섞어 5. 돼지고기,갈비, 당근,무에 양념장을 넣고 재워 6. 솥에 조리기 중점관리기준 : 찜을 할때 고기속까지 온도측정을 하여 고기속 내부온도가 85도에서 1분이상 가열해주세요. *돼지갈비는 별도의 장소에서 전용용기와 장갑을 착용하고 처리한 후 즉시 용기와 장갑을 소독한다돼지고기(갈비)/날것, 찜 - 30%, 돼지고기(뒷다리)/날것, 깍뚝썰기 - 50%, 돼지고기(앞다리)/날것, 깍뚝썰기 - 50%고추/붉은고추,말린것/매운맛 - 베트남고추"
  },
  {
    "id": 290,
    "name": "안동찜닭",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1050명 기준 닭고기(토막) 40g절단 170kg사용** 오븐 작업시 뚜껑 덮기--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마, 고무장갑, 바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다.1. 닭은 데쳐서 물기를 빼고 소주,생강즙,후추에 재워놓기   감자,당근은 씻어 썰어 소금,후추 넣어 데쳐 물기 빼 놓기  ---감자, 당근, 양파는 큼직하게 썰기2. 대파,청양고추는 어슷썰어 놓고 마른고추 1/2은 작게 절단3. 양념간장 - 진간장,맛술,생강,물엿,후추,굴소스,마른고추1/2,설탕을 넣고 끓여 식혀 걸려 놓고(물 안넣습니다) 4. 당면은 검수 후 바로 찬물에 불려 길게 잘라 놓고 5. 데쳐 놓은 닭과 야채를 양념장에 재 놓는다. --- 당면이 충분히 불지 않으면 국물을 먹으니 국물이 자작하게 해주세요. 6. 솥에 뒤적이며 조리면서 자장분말을 약간 넣어 색을 먹음직스럽게 냅니다(191-41,뚜,콤)--- 일찍 조리하면 당면이 국물을 다 흡수해 불으니 배식시간에 맞춰 조리합니다.7. 꺼내 통깨,참기름을 넣어주세요   설탕/흑설탕-90%,  닭고기/토막-40%"
  },
  {
    "id": 292,
    "name": "얇은피김치만두",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 293,
    "name": "얇은피만두(고기/김치)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "고기1김치1개씩 배식하고자율배식대에 놔주세요"
  },
  {
    "id": 294,
    "name": "어니언링",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "튀김조리 후 3개씩 배식오븐 220도로 예열 후 기름 발라서 약 7분정도 굽기"
  },
  {
    "id": 295,
    "name": "에그드랍",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "2021.12.08 발주서 확인하기, 양상추 안 넣어도 될 듯..!1. 계란80g, 소금, 후추, 생크림을 넣고 스크램블을 만든다 (이 때 버텃물에 타지 않고 부드러워질 때까지!)2. 치즈슬라이스, 익힌 슬라이스햄 준비3. 빵을 오븐에 살짝 찌기 습을 줘서 건조하지 않게!4. 안쪽면에 스리라차 : 마요네즈 : 연유 = 1 : 1 : 1 섞은 소스 바르기5. 소스를 바른빵에 달걀 스크램블, 치즈, 슬라이스햄을 넣어준다. > 이 때 케이스에 먼저 빵을 넣은 후 빵을 세워 내용물을 채우면 더 깔끔합니다!6. 완성된 샌드위치에 연유+마요네즈 섞은 소스 드리즐, 파슬리를 뿌려 마무리~"
  },
  {
    "id": 296,
    "name": "에그랑땡",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 298,
    "name": "오꼬노미야끼",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 밀가루와 부침가루 달걀에 야채와 베이컨, 새우, 오징어를 넣어서 반죽을 만든다.** 새우 오징어는 해동 후 물기를 쫙 빼주기2. 우유를 살짝 넣어서 약간 되직한 반죽 만들어주기 야채에서 물이 나오는 것 감안하기!3. 오븐팬에 기름을 두르고 반죽을 올린 뒤 기름을 한번 더 올린다.** 160도 20분, 200도 10분 이상4. 보온을 해놓고5. 배식 직전에 가쓰오부시를 올려 마요네즈와 데리야끼소스는 소스통에 담아 지그재그로 뿌려준다."
  },
  {
    "id": 300,
    "name": "오색산적",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐조리2개씩 배식합니다."
  },
  {
    "id": 301,
    "name": "오징어어묵무침",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "620명 기준 보조밥일때 오징어30 어묵25kg 5kg씩 더 줄여도 될 듯750명 기준 반찬으로 오징어27kg 어묵17kg 조금씩 줬음 양 적당1. 양파는 채썰어 찬물에서 매운기를 뺀다.2. 오징어는 질기지 않게 데쳐놓는다.3. 어묵은 마름모 모양으로 적당한 크기로 자른 뒤 뜨거운 물에서 살짝 데친다.그리고 찬물로 헹군다.(너무 무르지 않도록 오래 데치지 않는다.)4. 양념장에 오징어와 어묵, 양파를 함께 무친다."
  },
  {
    "id": 302,
    "name": "오징어초무침",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "620명 기준 보조밥일때 오징어30kg  750명 기준 반찬으로 오징어27kg 어묵17kg 조금씩 줬음 양 적당1. 양파는 채썰어 찬물에서 매운기를 뺀다.2. 오징어는 질기지 않게 데쳐놓는다.3. 어묵은 마름모 모양으로 적당한 크기로 자른 뒤 뜨거운 물에서 살짝 데친다.그리고 찬물로 헹군다.(너무 무르지 않도록 오래 데치지 않는다.)4. 양념장에 오징어와 어묵, 양파를 함께 무친다."
  },
  {
    "id": 305,
    "name": "육즙버섯만두",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "스티머 코팅팬 100도 16~18분 조리 후 10분 훈기 제거2개씩 배식"
  },
  {
    "id": 309,
    "name": "치킨치폴레소스또띠아(셀프)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 또띠아는 타공팬에 넓게 펼쳐 놓고 습열 60도 15분(해동된것은 60도 10분) 타공팬 --- 또띠아는 2-3장 겹치도록 하고 포개지지 않도록 주의해서 찐다. 안그럼 달라붙어 떼기 힘듭니다.--- 또띠아는 한꺼번에 찌지 말고 소량씩 나누어서 3~4회 나누어서 찌도록 합니다.2. 치킨스틱은 190도 17분 건열 코팅팬 3. 양상추는 씻어 작게 찢어 놓는다. 4. 로메인도 양상추 크기로 자른다.5. 파프리카와 토마토는 세척 소독 후 작게 잘라서6. 양상추와 파프리카 로메인을 섞어주고7. 배식 시 또띠아- 야채- 치킨1개-소스순으로 올려준다."
  },
  {
    "id": 310,
    "name": "진미채간장볶음",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 진미채는 잘라서 씻어 100도 8분 습열 타공팬2. 진미채에 버터를 녹여 마요네즈와 버무려준다.3. 마늘기름을 만들어주고4. 버무린 오징어를 넣고 간장 올리고당 참기름을 둘러서 볶아준다.5. 마지막에 깨를 뿌려서 마무리오징어/조미포-백진미채"
  },
  {
    "id": 311,
    "name": "진미채고추장무침",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 진미채는 끓는 물에 푹 데치고, 양념장은 볶아서 놓는다.  2. 데친 진미채와 볶음장을 섞어 다시 한번 솥에서 볶아낸다."
  },
  {
    "id": 312,
    "name": "집만두/간장",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "양파",
    "role_code": null,
    "season": [
      "부추"
    ],
    "recipe": "파프리카는 굵게 채썰고 청경채는 크게 썬다."
  },
  {
    "id": 314,
    "name": "찹쌀콩멸치볶음",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치는 잡티를 골라내고 기름에 튀겨낸다.2. 설탕, 청주, 간장을 넣고 끓인 후 ( 멸치가 짜면 간장 이용하지 마세요)  멸치와 완제 찹쌀콩 올리고당 마지막에 버무리며 섞는다. (물엿을 넣고 끓이면 딱딱해져요~)"
  },
  {
    "id": 315,
    "name": "철판군만두",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "기름발라 오븐에 건열 2개씩 배식"
  },
  {
    "id": 316,
    "name": "추억의피카츄돈까스",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "돈가스를 튀겨 소스와 함께 제공한다.소스 부족할 수 있으니 고추장 물엿 케첩 넣고 더 만들어 주세요"
  },
  {
    "id": 317,
    "name": "츄러스고구마맛탕",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지1. 1인당 30g으로 썰어 5개씩 줄 수 있도록 자른다. 2. 210도 22분 건열 코팅팬 3. 시럽에 조려서 섞는다."
  },
  {
    "id": 318,
    "name": "치킨리코타또띠아(셀프)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 또띠아는 타공팬에 넓게 펼쳐 놓고 습열 60도 15분(해동된것은 60도 10분) 타공팬 --- 또띠아는 2-3장 겹치도록 하고 포개지지 않도록 주의해서 찐다. 안그럼 달라붙어 떼기 힘듭니다.--- 또띠아는 한꺼번에 찌지 말고 소량씩 나누어서 3~4회 나누어서 찌도록 합니다.2. 치킨스틱은 190도 17분 건열 코팅팬 3. 토마토는 적당한 한입 크기로 썬다.4. 양상추는 씻어 작게 찢어 놓는다. 5. 로메인은 양상추 크기로 썬다.6. 양파와 오이피클은 다지고7. 허니머스터드소스에 다진 오이피클과 양파,뀰,레몬즙을 섞는다. 8. 배식 시 또띠아- 야채- 치킨2개-소스- 리코타치즈 순으로 올려주고 위생장갑을 함께 준다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "온도확인. 2. 양상추는 소독하여 헹구고 한입크기로 자른다. 물기를 빼 놓는다 3. 키위도 납작썰기"
    ],
    "recipe": "붉은양배추 곱게 채썰기4. 메추리알을 데쳐 식혀 놓는다. 5. 방울토마토 깨끗이 소독하여 씻고 물기를 제거한다.6. 파인애플 먹기좋은 크기로 썬다.7. 소스만들기 - 마요네즈+머스터드+다진양파+다진샐러리+피클+설탕+레몬즙+사이다 8. 야채만 혼합한 후 냉장보관 하였다가 배식시 올라가서 소스와 혼합"
  },
  {
    "id": 320,
    "name": "치킨텐더샐러드(사워크림소스)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 치킨은 구워서 반썰기 185도 18분 건열 *** 겉이 바삭한가 확인, 온도확인. 2. 양상추는 소독하여 헹구고 한입크기로 자른다. 물기를 빼 놓는다 3. 붉은양배추 곱게 채썰기4. 방울토마토 깨끗이 소독하여 씻고 물기를 제거한다.5. 소스만들기 - 사워크림+머스터드+다진양파+다진샐러리+피클+설탕+레몬즙+사이다 6. 야채만 혼합한 후 냉장보관 하였다가 배식시 올라가서 소스와 혼합7. 치킨은 따로 배식 1인당 1.5~2개씩가. 닭고기(가슴살)/튀김옷입혀튀긴것 - 치킨텐더"
  },
  {
    "id": 321,
    "name": "케이준감자튀김",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐 예열을 최대한 한 상태에서건열로 관찰 조리 한다.실험조리 해보고 온도 맞추기 최대한 바삭하게"
  },
  {
    "id": 323,
    "name": "콩나물아귀찜",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 아귀, 오징어를 흐르는 물에 씻는다(해동할 때 소금물에 해동하기).2. 아귀, 오징어, 미더덕을 살짝 데친다(비린내 나면 후추 넣고 데치기).3. 솥에 아귀 오징어 채소를 넣고 볶는다.4. 설탕, 참기름, 간장, 굴소스, 치킨스톡, 고춧가루를 넣고 간 맞춘다.5. 마지막으로 전분 넣고 농도를 맞춘다.6. 미나리, 대파 넣고 뜸 들인 후 배식한다."
  },
  {
    "id": 324,
    "name": "쿵파오치킨파스타",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**두반장소스-쉐프원두반소스2kg**굴소스-청정원정통굴소스2kg1. 고추싹기름을 넣고 페퍼론치노, 마늘슬라이스, 청고추, 홍고추 슬라이스, 새우를 볶아준다.    (이 때 고추싹 기름이 매우므로 매운맛을 보며 가감한다.)2. 1에 물약간 간장, 고추장, 두반소스, 식초, 굴소스를 넣어 소스 만든 후 대기3. 부추는 적당한 길이로 컷하여 데치기(약3-4cm), 양파도 채썰어 볶은 후 대기4. 닭고기는 오븐에 구워준다.5. 배식 전 스파게티면을 삶는다.6. 스파게티면, 부추와 양파채, 치킨, 양념소스 등을 고루 버무려준다. (이 때 짜지 않게 소스를 가감한다.)**치킨은 1인 4개씩 갈 수 있도록 배식한다."
  },
  {
    "id": 329,
    "name": "토마토달걀볶음",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 방울토마토는 깨끗하게 세척소독한다.2. 계란을 파각하여 풀어 놓는다.(교차오염 주의)3. 양파는 볶음용틀을 사용하여 절단한다.4. 계란에 소금, 후추, 우유를 넣어 섞은 다음 양파를 넣고 솥에 기름을 두르고 볶아낸다.5. 스크램블이 완성되면 토마토를 넣어 살짝 섞는다."
  },
  {
    "id": 330,
    "name": "파프리카잡채",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 양파,피망,대파,당근,파프리카는 곱게 채썰어 놓고 2. 표고버섯은 데쳐서 곱게 채썰고 3. 쇠고기채에 소금,후추,간장,소주,설탕을 넣어 갖은 양념 해 놓고 4. 당면은 삶아 물기를 빼고 간장,참기름,흑설탕,후추를 넣고 버무려 놓고 5. 쇠고기는 갖은 양념하여 볶아  6. 고기가 완전히 익으면 야채를 순서대로 넣어가며 볶아 간을 확인한 후 당면을 넣고 버무려 참기름을 넣어 버무려 통에 담아 주세요. 중점관리기준: 1. 양파, 당근은 채쳐서 볶아 소금을 살짝 뿌려 밑간을 한다.2. 모든 재료에 간장, 실파, 설탕, 마늘, 참깨, 참기름, 후추가루를 넣고 간을 맞추면서 무친다. 3. 고기는 센불에 재빨리 볶아 재료가 부숴지지 않도록 하고 야채는 색이 변하지 않도록 주의하세요.오븐 작업시1. 당면 불려 자르기 2. 야채 썰기 3. 버섯 데쳐 썰기 4. 모든 재료와 양념 섞어서 160도 18분 일반팬 뚜껑덮어 콤비"
  },
  {
    "id": 331,
    "name": "푸딩달걀찜",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1 실파,당근 잘게 다지고 다시마 물을 끓여낸 육수를 약3다라이 섞는다2. 청주, 맛술, 설탕, 새우젓 갈은 것 넣어서 간을 맞추기 3. 뚜겅을 덮고 오븐 조리19.5 달걀 63kg"
  },
  {
    "id": 332,
    "name": "해물잡채",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 당면은 불려 끓는 물에 삶아 건져 진간장,참기름,흑설탕을 넣어 무쳐 놓는다. 2. 건목이버섯은 불려 씻어 채썰고 표고버섯은 데쳐 채썰고 느타리버섯은 데쳐 찢어놓고 3. 손질한 버섯에 파,마늘,소금을 넣고 볶아 놓는다. 4. 당근,양파는 곱게 채썰어 소금을 넣고 볶아 놓는다.  5. 무는 큼직하게 썰어 물에 끓이다가 오징어,새우를 넣고 데쳐 건져놓고 6. 오징어,새우는 청주,소금,후추,참기름에 볶아 놓고.(온도체크) 7. 시금치는 다듬어 씻어 데쳐 물기를 꼭 짜 소금,참기름을 넣어 무친다. 8. 당면에 버섯,쇠고기,야채를 넣어 설탕,참기름,간장을 넣어 무친다. 중요관리점: 잡채가 완성된 후에는 반드시 다시 한번 볶아주세요. 오븐작업시 1. 당면 불리기 2. 표고버섯,느타리버섯 데쳐 썰기 3. 건목이 불리기 4. 양파, 당근, 시금치 썰기 5. 모든 재료와 양념을 섞어서 160도 20분 일반팬 뚜껑덮어 콤비"
  },
  {
    "id": 333,
    "name": "해물콩나물찜",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 소스는 고추장, 굴소스매운맛, 청양고추, 설탕, 고춧가루 등     야채는 세척 및 소독 후 모두 채썰기2. 수산물은 냄새 확인 필수, 아귀살 신선도 확인 후 청주, 생강 등을 넣어 잡내 제거3. 두절 콩나물은 최대한 늦게 볶아 물기 많이 안 생기게 (2차 조리 필수)   4. 양파, 양배추, 당근, 수산 등에서 물 충분히 나옵니다. 물기는 자작하게,** 수산물 먼저 데쳐서 물기 다빼기!!! 싱겁지 않게!!!"
  },
  {
    "id": 335,
    "name": "해쉬브라운/케첩",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "해쉬브라운 기름 약간만 발라 오븐 건열케찹과 함께 제공"
  },
  {
    "id": 336,
    "name": "허니버터연근칩",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 연근은 튀긴후 넓은 원형 타공판에 펼쳐놓는다. 2. 시즈닝은 기호에 따라 변경하여 튀겨진 연근칩에 버무린다.(허니버터맛, 치즈맛, 칠리맛)얕은 밧드에 담는다."
  },
  {
    "id": 338,
    "name": "허브치킨샐러드/홀그레인머스터드",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 치킨은 오븐 190도 약 15분 관찰조리2. 야채는 얇게 채썰고 부추는 2cm 길이로 썰어서 섞어놓는다.3. 야채-허브치킨-홀그레인머스터드소스 순서로 배식한다."
  },
  {
    "id": 340,
    "name": "두부텐더샐러드",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시--- 치킨과 야채는 배식직전에 혼합합니다. 치킨이 야채수분때문에 눅눅해집니다.1. 치킨은 구워서 반썰기 185도 18분 건열 *** 겉이 바삭한가 확인, 온도확인. 2. 양상추는 소독하여 헹구고 한입크기로 자른다. 물기를 빼 놓는다 3. 키위도 납작썰기, 붉은양배추 곱게 채썰기4. 메추리알을 데쳐 식혀 놓는다. 5. 방울토마토 깨끗이 소독하여 씻고 물기를 제거한다.6. 파인애플 먹기좋은 크기로 썬다.7. 소스만들기 - 마요네즈+머스터드+다진양파+다진샐러리+피클+설탕+레몬즙+사이다 8. 야채만 혼합한 후 냉장보관 하였다가 배식시 올라가서 소스와 혼합9. 치킨은 1개씩 배식하고 추가배식대를 놓는다.가. 닭고기(가슴살)/튀김옷입혀튀긴것 - 치킨텐더"
  },
  {
    "id": 341,
    "name": "고추장삼겹살부추무침",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 각종야채는 깨끗하게 세척하고 부추는 손가락 두마디 정도의 크기로 썰어둔다.    고기는 키위,소주,다진 생강, 소금, 후추에 재워둔다.2. 생강은 곱게 갈아 청주와 잘 섞은 뒤 체에 걸러 건더기는 버리고 청주물만 받아둔다.3. 물을 끓여삼겹살을 데친다. (이때 청주를 부어 잡내를 제거한다)4. 고기는 핏기가 가실정도로 데치고 체에 받쳐 물기를 쏙 빼낸다.5. 물기를 뺀 삼겹살에 양념장을 버무린다. 6. 오븐에 고기를 굽는다. 솥에다 하면 부숴짐7. 손가락 한마디 정도 크기로 자른 부추는 참기름에 살짝 버무려 놓는다. 8. 다 볶은 고기와 부추를 섞고 버무린다.**고추장삼겹살이기 때문에 물생기지 않게 조리해주세요 양파는 센불에 볶기*17.09.18 1230명 기준 삼겹살 210kg 총 18받드 나오고 1받드반 남음(많이 주고도남은양 양 줄이기)* 양념장 만들기고추장:고춧가루:간장:매실액:물엿 (비율 3:1:1:1:1) 섞은 뒤 마늘, 파, 참기름을 넣어 골고루 섞는다."
  },
  {
    "id": 342,
    "name": "가지라자냐",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "버섯은 미리 볶아 물기 제거후 가지와 함께 섞어주기*** 야채 염소소독 실시1. 가지는 0.5cm 두께로 썰기.원형으로2. 가지에 소금과 기름을 바르고 오븐에서 구워낸다. 300도 5분 건열. --- 조리시간이 짧으니 늦게 굽도록 합니다.3. 새송이버섯,양파,당근은 다져 센불에 볶아 물이 생기지 않도록 한다--물기 제거 ***양송이버섯은 모양대로 썰어준다.4. 돼지고기는 밑간하여 볶는다.5. 다진야채,돼지고기,마늘,케첩,간장,식초,설탕을 넣어 혼합6. 코팅팬에 가지를 깔고 위에 야채소스를 펴 바른 후 치즈 얹어 7. 180도 8분 건열."
  },
  {
    "id": 343,
    "name": "감자고추장조림",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.깍뚝썰기 한 후 소금물에 담구어 놓는다. 2.물기를 건져낸 후 감자를 콩기름에 볶다가 고춧가루, 간장,마늘,물엿으로 간을 한 후 조려낸다.**  질감에 유의, 감자 반 익인후 조리 무방"
  },
  {
    "id": 344,
    "name": "돼지목살스테이크샐러드",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시*** 고기는 40g으로 준비해서 3개씩 배식하면 좋음1. 파인애플로 연육시킨 고기는 꿀,물엿,설탕,다진마늘, 후추에 30분 가량 먼저 재워 소금을 살짝 뿌려 180도 5분 건열 코팅팬2. 스테이크소스, 굴소스, 간장, 매실액을 섞어  3. 부침기를 달군 후 고기에 소스를 발라가며 구워 160도 11분 콤비 뒤집어 소스발라 160도 5분 코팅팬*** 촉촉하게 굽기 --- 타면 안돼요!!!4. 익은 고기는 한입 크기로 썰어 놓는다5. 마늘은 갈아 코팅팬에 담아 100도 10분 습열6. 토마토는 소독 후 6등분으로 썰어 놓는다.7. 베이비 채소는 소독 후 깨끗이 씻어 물기를 완전히 뺀다.8. 양상추, 치커리는 잎을 떼어 씻어서 한입크기로 작게 썰어 놓고 양파는 다지기9. 모든 야채를 물기를 제거 후 섞어 배식통에 담아 냉장보관--- 통에 담을때는 중간높이 밧드에 담아주세요.10. 샐러드소스( 익힌마늘,올리브오일,마요네즈,우유,레몬즙,설탕,다진양파)는 혼합11. 배식시 야채와 고기를 섞어 가며 배식하고 소스는 따로 배식한다.새싹채소/다채싹 - 모듬어린잎채소돼지고기(목살)/돼지고기(목살)-50%, 돼지고기(앞다리,날것)/돼지고기(앞다리,날것)-50%, 돼지고기(뒷다리)/날것,깍뚝썰기-50%"
  },
  {
    "id": 345,
    "name": "모듬튀김(고구마,단호박)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 깐고구마는 두께 0.5cm정도로 어슷썬다2. 단호박은...... 고구마와 어울리게 썬다.3. 튀김가루 반죽을 묽게 한다.4. 마른가루 발라서 탈탈 털고 튀김가루 물반죽을 쒸워서 5. 두번튀기기(색깔내기) [75도 이상 온도측정]*반죽에 버무려서, 냉장고에서 두고 온도를 떨어뜨린 후 튀기면 더욱 바삭할 수 있음."
  },
  {
    "id": 346,
    "name": "문어타코야끼(20)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 식으면 맛이 없으니 배식직전에 시간조절 해 가며 굽도록 합니다.1. 건열 180도에서 6~10분 구워낸다2. 마요네즈와  사이다를 혼합 해 소스통에 담기3. 타코야끼위에 마요네즈와 데리야끼 소스를 지그재그로 뿌린후 가쓰오부시를 얹어 낸다 3. 3개씩 배식(개당 30g) 하고 추가배식대 놓기동그랑땡/문어동그랑땡-타코야끼30g"
  },
  {
    "id": 347,
    "name": "문어타코야끼(30)",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 식으면 맛이 없으니 배식직전에 시간조절 해 가며 굽도록 합니다.1. 건열 180도에서 6~10분 구워낸다2. 마요네즈와  사이다를 혼합 해 소스통에 담기3. 타코야끼위에 마요네즈와 데리야끼 소스를 지그재그로 뿌린후 가쓰오부시를 얹어 낸다 3. 3개씩 배식(개당 30g) 하고 추가배식대 놓기동그랑땡/문어동그랑땡-타코야끼30g"
  },
  {
    "id": 348,
    "name": "양파계란장",
    "role_code": 7,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 달걀은 중심온도 확인하여 중탕한 후 깨지지않게 차곡차곡 담아둔다.2. 청홍초,소파,양파,마늘은 소독하여 다진다.3. 간장,설탕(물엿),물을 1:1:1로 넣고 끓인다.** 노두유를 넣어 색깔을 진하게~*** 끓인 후에 냉장보관 하여 식히기(워크인 냉장고 소독 후에)4. 계란에 야채 뿌린 후 한김 식힌 양념을 부어 담궈둔다.(숙성시키기,조리 후 냉장보관!!)5. 통깨와 참기름 뿌려 배식한다."
  },
  {
    "id": 349,
    "name": "햄치즈샌드위치(140)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 350,
    "name": "야채튀김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "기름에 튀겨 한개씩 배식"
  },
  {
    "id": 352,
    "name": "가지나물",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***파 염소소독 실시 1. 가지를 깨끗이 씻어 꼮5cm길이로 손가락 굵기로 썰어 찐다 100도 5분 습열 타공팬 2. 양념장(파,깨,참기름,들기름,마늘,고추가루,국간장,설탕)을 만들어 놓고 3. 양념으로 버무린다.4. 물기는 빼지말고 물이 약간 생기게 촉촉하게 해주세요 중점관리기준 : 너무 일찍 찌지 말고 배식시간에 맞춰서 찌도록 한다."
  },
  {
    "id": 353,
    "name": "가지튀김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 양념간장에 들어가는 파,마늘 소독하기1. 가지 스틱 썰어 마른전분 발라 탈탈털고 튀김가루 물반죽 옷입혀 튀기기2. 양념장(간장,파,마늘,깨,참기름,고춧가루,매실액,식초,설탕,물1/2바가지)3. 간장소스 끼얹으며 배식2021.4.22"
  },
  {
    "id": 354,
    "name": "가지튀김/칠리마요소스",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 가지를 도톰하게 썬다. 2. 밀가루를 묻힌다. (안 묻힐 시 빵가루 묻힐때 튀김옷이 잘 떨어짐)3. 튀김가루를 물반죽하여 튀김옷을 입힌다. 4.  겉에 빵가루를 묻혀 튀긴다. 5. 소스와 함께 배식한다"
  },
  {
    "id": 357,
    "name": "감자채볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 감자,당근,양파,피망은 깨끗이 씻어 같은 굵기로 채썰기2. 감자는 소금물에 담궈 놓고 3. 170도 12분 코팅팬 콤비"
  },
  {
    "id": 358,
    "name": "감자채전",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**가루 : 튀김가루, 부침가루, 밀가루 등을 넣어 혼합 > 바삭하게 눌러가면서 부쳐주세요^^;; 1. 감자 및 야채는 토양에 의한 교차오염이 발생하지 않도록 전처리 구역에서 깨끗이 손질하여 흐르는 물에 씻은 후 감자, 당근은 가늘게 채썬다. 2.감자 - 소금에 살짝 절이기 (얇.게 채썰기!!!)3. 야채는 최대한 가늘게 채썰어 놓는다. 4. 1~3의 재료를 혼합하고 밀가루, 부침가루를 넣어 적당한 크기로 빚어 부친다.간장양념: 간장+매실+식초+물+설탕 섞고 양파는 작게 썰어 간장에 절여준다.** 간장은 검수 받자마자 만들어서 냉장보관 해둔다.전을 배식하고 위에 양파 절인 간장을 뿌려준다."
  },
  {
    "id": 359,
    "name": "감자햄볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 감자,당근,양파,피망,햄은 깨끗이 씻어 같은 굵기로 채썰기2. 감자는 소금물에 담궈 놓고 3. 170도 12분 코팅팬 콤비(중점관리기준)1. 햄의 포장지를 개봉할 때 외부의 포장재를 깨끗이 세척소독한 후 개봉하여 교차오염을 예방해 주세요."
  },
  {
    "id": 360,
    "name": "감태김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 361,
    "name": "건새우마늘쫑볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 새우는 이물질을 털고 바삭하게 볶아 놓는다 200도 3분 콤비 2. 솥에 식용유를 두르고 썰어 놓은 마늘종을 볶다가 새우를 넣고 볶아주세요. 3.깨를 넣어 완성"
  },
  {
    "id": 362,
    "name": "건파래볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.건파래는 티를 골라낸다.2.솥에 콩기름을 충분히 부어 열을 가한다.3.건파래를 넣어 타지 않고 바삭하게 재빨리 볶아낸다.4.소금,설탕,참깨를 잘 섞어준다.*온도측정 필수"
  },
  {
    "id": 363,
    "name": "고구마샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.고구마와 호박을 쪄서 고슬하게 으깬다.(물많이 생기지 않도록) 2.사과는 염소소독, 세척후 적당한 크기로 채썬다.2. 찐고구마의 1/2은 생크림(또는 우유)와 설탕약간+마요네를 넣고 혼합한다. 3. 아몬드 살짝 으깨고, 파슬리는 세척,소독하여 다지고 당근은 작게 썰어 데친다  4.후르츠칵테일은 시럽은 제거하고 건더기만 사용한다. 5. 으깨놓은 고구마와 호박에 다른재료와 마요네즈를 섞어 혼합한다."
  },
  {
    "id": 365,
    "name": "고구마순들깨볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 건보리새우 곱게 빻기1. 고구마순은 삶은 것을 준비하여 깨끗이 다듬어 5-6cm길이로 썰어 놓는다. --- 고구마순은 입고 후 다시 데치도록 합니다.2. 양파는 곱게 채썰어 놓는다. 3. 고구마순에 양파,새우가루,마늘,소금,후추가루,어간장를 넣고 들기름에 볶다가 4. 들깨가루 넣어 간을 맞춘후 참기름을 넣어 배식한다.*** 오래 볶으면 질겨집니다. 질기지 않게 볶아주세요."
  },
  {
    "id": 366,
    "name": "고구마순볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 건보리새우 곱게 빻기1. 고구마순은 삶은 것을 준비하여 깨끗이 다듬어 5-6cm길이로 썰어 놓는다. --- 고구마순은 입고 후 다시 데치도록 합니다.2. 양파는 곱게 채썰어 놓는다. 3. 고구마순에 양파,새우가루,마늘,소금,후추가루,어간장를 넣고 들기름에 볶다가 간을 맞춘후 참기름을 넣어 배식한다.*** 오래 볶으면 질겨집니다. 질기지 않게 볶아주세요."
  },
  {
    "id": 367,
    "name": "고추잎무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***고추잎,야채 염소소독 실시 1. 고추잎의 잡티와 굵은 줄기를 잘 골라 내고 2. 끓는 소금물에 살짝 데친 후 찬물에 깨끗이 헹구어 물에 오래 담궈둔다--- 흙맛을 빼는 과정입니다.3. 무치기 전에 짜서  4. 갖은 양념을 해서 골고루 버무린다. 새콤달콤하게 무쳐주세요 매실액으로 당도 조절"
  },
  {
    "id": null,
    "name": "표고을 넣어 볶다가 채썬 고추와 파프리카를 넣고 굴소스",
    "role_code": null,
    "season": [
      "소주"
    ],
    "recipe": "설탕을 넣고 휘리릭 볶아주세요. *** 볶으면서 물이 생기지 않도록 재빨리 볶아야해요. --- 야채는 볶아 바구니나 얕은 밧드에 펼쳐 담아 생긴 국물은 빼도록 합니다."
  },
  {
    "id": 369,
    "name": "고추잡채",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.양파,피망,파프리카,당근은 세척 후 채썰어놓는다.2.돼지고기는 채로 입고하여 간장,소금,후추,생강즙 양념을 하여 재워놓는다.3.돼지고기는 센불에 볶아낸다.4.고추기름을 내어 채소를 볶다가 볶은 돼지고기를 넣고 굴소스를 넣고 간을 맞춘다.5.마지막에 참기름. 참깨를 넣고 마무리한다."
  },
  {
    "id": 370,
    "name": "고추장마늘쫑볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 마늘쫑은 깨끗이 씻어 소금 넣어 살짝 데쳐둔다 2. 물엿+설탕+참깨+마늘+간장+고추장+고추가루를 넣어 소스를 만든다.3. 소스와 무쳐준다. *** 너무짜지 않게 볶아줍니다."
  },
  {
    "id": 371,
    "name": "골뱅이곤약국수무침S",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 골뱅이캔을 위생관리를 철저히 하여 개봉하여 소쿠리에 받쳐 물기를 뺀 후  2. 끓는 물에 살짝 데쳐 골고루 배식할 수 있게 길이로 반 자른 후 얇게 썰어 주세요. 3. 당근, 마늘, 소파, 양파,오이는 깨끗이 씻고 4. 당근,양파 - 채썰기, 오이-반갈라 어슷 썰어 소금,설탕,식초물에 살짝 절여서 물기를 짜고, 5. 진미채는 물에 씻어 건져 적당한 길이로 잘라 6. 고추장, 깨,설탕,식초,소파, 고추가루로 양념장을 만들어 7. 위의 재료를 모두 섞어 버무려서 새콤달콤 맛있는 골뱅이무침을 만들어 주세요. 8. 곤약은 살짝 데쳐 삶아 참기름,깨를 넣고 골뱅이와 버무려주세요. (중점관리기준) 1. 야채 소독을 철저히 해주세요.2. 골뱅이캔 개봉시 냄새, 맛등 변질여부를 확인해 주세요."
  },
  {
    "id": 372,
    "name": "골뱅이소면무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 골뱅이캔을 위생관리를 철저히 하여 개봉하여 소쿠리에 받쳐 물기를 뺀 후  2. 끓는 물에 살짝 데쳐 골고루 배식할 수 있게 길이로 반 자른 후 얇게 썰어 주세요. 3. 당근, 마늘, 소파, 양파,오이는 깨끗이 씻고 4. 당근,양파 - 채썰기, 오이-반갈라 어슷 썰어 소금,설탕,식초물에 살짝 절여서 물기를 짜고, 5. 진미채는 물에 씻어 건져 적당한 길이로 잘라 6. 고추장, 깨,설탕,식초,소파, 고추가루로 양념장을 만들어 7. 위의 재료를 모두 섞어 버무려서 새콤달콤 맛있는 골뱅이무침을 만들어 주세요. 8. 곤약은 살짝 데쳐 삶아 참기름,깨를 넣고 골뱅이와 버무려주세요. (중점관리기준) 1. 야채 소독을 철저히 해주세요.2. 골뱅이캔 개봉시 냄새, 맛등 변질여부를 확인해 주세요."
  },
  {
    "id": 373,
    "name": "곱창돌김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "개별포장 김"
  },
  {
    "id": 376,
    "name": "구운란(2개)",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 377,
    "name": "궁채무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 궁채장아찌는 고춧가루, 다진마늘로 살짝 무친 후 받드에 담는다."
  },
  {
    "id": 379,
    "name": "김구이(카카오)",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 380,
    "name": "김부각(완)",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 381,
    "name": "김부각(완)&콩소스",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "670명 기준 두부 12kg 유자 2.5~2.7kg 들기름 0.3~4kg *콩소스 만들기1. 두부를 쪄준 후 식혀서 갈아준다.2. 유자청도 갈아준 후 따로 담아둔다.3. 들기름:양조간장:재래간장을 1:1:1 비율로 넣고4. 유자를 맛을 보며 넣어준다.5. 맛을 보고 양념도 가감해준다."
  },
  {
    "id": 382,
    "name": "김자반볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.건파래는 티를 골라낸다.2.솥에 콩기름을 충분히 부어 열을 가한다.3.건파래를 넣어 타지 않고 바삭하게 재빨리 볶아낸다.4.소금,설탕,참깨를 잘 섞어준다.*온도측정 필수"
  },
  {
    "id": 383,
    "name": "김치볶음H",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***양파 염소소독 실시   1. 김치는 작게 썰어 참기름, 고춧가루, 설탕을 넣어 양념 한후 볶다가 2. 볶아지면 양파를 넣어 다시 한번 볶아주세요.3. 마지막에 참깨를 휘리릭 뿌려 마무리- 물약간 첨가하기"
  },
  {
    "id": 384,
    "name": "깻잎 콩나물초무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 깻잎 양파는 가늘게 채 썰기2. 콩나물은 소금을 넣고 아삭하게 데친다3. 양념장 - 고추장, 고춧가루 , 마늘 , 식초 , 설탕, 매실액, 간장, 참깨 섞어 숙성4. 준비된 재료를 버무린다새콤 달콤 하게 부탁드려요"
  },
  {
    "id": 386,
    "name": "깻잎+무쌈",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "무쌈은 1인3장/ 고형량 기준 깻잎은 세척 소독후 1인 3~4장씩 배식해주세요"
  },
  {
    "id": 387,
    "name": "깻잎순볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 삶은 취나물을 적당한 크기로 썰어 국간장, 깨, 파, 마늘로 양념한다. 2. 들기름을 두르고 취나물을 볶아 낸다. 3. 들기름이 부족하면 식용유를 섞어서 사용. 4. 볶아지면 참기름,깨를 넣어 주세요."
  },
  {
    "id": 388,
    "name": "꼬들단무지",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 389,
    "name": "꼬들무장아찌",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "무장아찌는 물은 뺴주어 냉장고에 보관한다,양파는 슬라이스 내려주고 참기름과 참치액으로 버무려 준다."
  },
  {
    "id": 391,
    "name": "꿀치즈토마토",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 토마토는 슬라이스해서 올리고당에 담궈두기+황도2. 나머지 재료는 최대한 늦게 특히, 어린잎 채소는 배식 직전에 섞어줘야 숨이죽지 않음."
  },
  {
    "id": 394,
    "name": "노각무침S",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "초여름에만***야채 염소소독 실시 ***염소소독시에는 껍질째 소독하여 물에 다시 깨끗이 씻어 껍질을 벗깁니다.1. 늙은오이는 껍질벗겨 길이로 반갈라 속을 숟가락으로 긁어낸 후 2. 기계로 얇게 썰어 소금에 심심하게 절인 후 물기를 꼭 짠다. 3. 양념장(고추장,들기름,파,마늘,깨,고춧가루)을 만들어 짠 오이를 넣고 무친다. 주의점: 배식직에 무치세요."
  },
  {
    "id": 395,
    "name": "다시마초무침`",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마는 물에 우려 염기를 뺀 후 살짝 데쳐 적당한 크기로 썰어서 준비한다 2. 무는 채썰어서 소금, 설탕에 재워둔다.  3. 양파는 채로 준비한다 4. 홍고추, 풋고추는 반 갈라 굵게 다져 썰어서 넣는다 5. 양념장 - 식초, 깨, 설탕, 소금, 마늘을 섞어서 놓고 6. 무, 양파, 미역을 골고루 섞은 후 양념장을 넣어 무친다."
  },
  {
    "id": 396,
    "name": "단무지무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 쪽파 염소소독 실시1. 단무지의 물기를 살짝 빼고 썰어 준비한다 2. 고추가루, 물엿, 참기름, 쪽파, 깨 를  넣고 무쳐낸다"
  },
  {
    "id": 397,
    "name": "단호박샐러드H",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 단호박은 100도 11분 타공팬 습열 오븐에 쪄서 으깨어 식혀 놓는다. 2. 양파는 잘게 썰어서 소금에 재워 놓았다가 물기를 짠다. 3. 옥수수캔은 알만 건져 뜨거운물에 데쳐 놓는다. ***온도확인 4. 건포도는 100도 11분 습열 오븐에 찌기 ***온도확인5. 모든 재료와 마요네즈,설탕을 넣고 버무린다. -- 설탕은 단호박당도에 따라 조절합니다.주의점: 각 재료의 크기는 옥수수알크기와 비슷하게 썰어 주세요."
  },
  {
    "id": 398,
    "name": "단호박찜*(효)",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "60그람 절단된 단호박을 고대로 오븐에 쪄서아몬드 슬라이스 깨 꿀 대추슬라이스 고명으로 얹어 배식한다."
  },
  {
    "id": 399,
    "name": "당근오이스틱",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "설탕",
    "role_code": null,
    "season": [
      "고추기름"
    ],
    "recipe": "깨소금)을 만들어 짠 오이를 넣고 무친다."
  },
  {
    "id": 402,
    "name": "대패삼겹살부추무침(용)",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 각종야채는 깨끗하게 세척하고 부추는 손가락 두마디 정도의 크기로 썰어둔다.2. 생강은 곱게 갈아 청주와 잘 섞은 뒤 체에 걸러 건더기는 버리고 청주물만 받아둔다.3. 물을 끓여 대패 삼겹살을 데친다. (이때 받아둔 청주물을 부어 잡내를 제거한다)4. 고기는 핏기가 가실정도로 데치고 체에 받쳐 물기를 쏙 빼낸다.5. 물기를 뺀 대패삼겹살에 양념장을 버무린다. 6. 솥에서 소량씩 대패삼겹살을 볶는다. (거의다 익은 고기이기 때문에 오래 볶지는 않는다)7. 손가락 두마디 정도 크기로 자른 부추는 참기름에 살짝 버무려 놓는다. 8. 다 볶은 고기와 부추를 섞고 버무린다.*17.09.18 1230명 기준 삼겹살 210kg 총 18받드 나오고 1받드반 남음(많이 주고도남은양 양 줄이기)* 양념장 만들기고추장:고춧가루:간장:매실액:물엿 (비율 3:1:1:1:1) 섞은 뒤 마늘, 파, 참기름을 넣어 골고루 섞는다."
  },
  {
    "id": 403,
    "name": "데리야끼맛김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 404,
    "name": "도토리묵김치무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "HACCP- 당근,파,마늘,염소소독실시.--- 슬라이스도토리묵1조각-11.7g정도(산해찬(아이가반한)2KG/170개정도)-1인당 6개정도 배식1. 김치는 굵게 다져 갖은 양념하여 볶아 놓고 -- 묵과 무쳤을때 겉돌지 않게 굵게 다져야 함2. 당근은 채썰어 볶아 놓고 3. 묵은 타공팬 100도 9분 습열--온도확인!!!4. 묵에 간장, 들기름,참기름에 무쳐놓고 5. 묵과 당근,김치에 깨,들기름,설탕을 넣어 맛있게 묵이 부숴지지 않게 살살 무쳐주세요.--- 무침기에서 무치지 말것, 일반팬에서 소량씩 나누어서 무칠 것--- 묵이 다 깨져요. ㅠㅠ6. 오븐팬 일반팬에 담기 도토리묵/칼슘강화-슬라이스묵"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "상추는 깨끗이 씻은 다음 짧게 썰어 오이"
    ],
    "recipe": "당근과 혼합 4. 실파는 잘게 썰어둔다 5. 간장"
  },
  {
    "id": 406,
    "name": "돌김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 407,
    "name": "돌나물초무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 오이는 동그랗게 얇게 썰기 2. 부추는 4cm길이로 썰고 3. 양념장-물엿,깨,마늘,레몬즙,사이다,식초,고추장,고춧가루를 넣고 잘 섞어 놓고 4. 야채만 골고루 혼합해 두었다가 5. 배식시 양념장을 넣고 버무려 주세요."
  },
  {
    "id": 410,
    "name": "들미나리무침`",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돌미나리는 다듬에 씻어 끓는 소금물에 데쳐 물기를 꼭 짜 송송 썰어 놓고 2. 파,마늘은 곱게 다지고 3. 양념장을 만들어 넣고 조물조물 무친다."
  },
  {
    "id": 413,
    "name": "루꼴라치즈샐러드&발사믹소스",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채,과일 염소소독 실시 1. 야채는 모두 세척 소독** 루꼴라는 아주 작게 썰어준다. 줄기부분은 버리기2. 토마토는 작게 썰어준다. 3. 발사믹식초, 올리브유, 레몬즙, 다진마늘, 다진양파, 발사믹글레이즈 약간(오일이 섞이게 하기 위해), 꿀 조금, 바질가루 약간, 허브솔트 약간 넣고 섞어준다.4. 물기를 뺀 야채를 섞어서 밧드에 담고5. 리코타 치즈를 군데군데 잘라서 고루 섞어준다. -> 냉장보관6. 배식 직전에 위에 발사믹 글레이즈를 데코로 뿌려준다. 7. 만든 소스는 따로배식** 소스가 모자랄 경우, 오레엔탈 드레싱 섞어줍니다."
  },
  {
    "id": 417,
    "name": "망고소스그린샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.채소들은 각각 깨끗이 씻은뒤 생채소 소독을 한다.2.물기를 뺀후 먹기좋은 사이즈로 절단하여 받드에 담는다.3.소스: 망고갈은것+마요네즈+요거트+꿀+레몬즙"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "레몬즙을 섞어준다."
  },
  {
    "id": 419,
    "name": "메밀배추전",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 배추는 줄기부분을 눌러주어 평평히 만들고 따뜻한 소금물에 2~30분가량 절여둔다.2. 물기를 빼고 3. 메밀가루와 부침가루를 1:1 비율로 해서 물을 넣고 반죽한다.4. 반죽물을 묻혀 전판에 6~8개의 배추를 한번에 부쳐주고 앞뒤로 노릇하게 구워준다.5. 한번에 부친 배추전을 갯수에 맞게 잘라준다."
  },
  {
    "id": 420,
    "name": "메밀배추전(2)",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 배추는 줄기부분을 눌러주어 평평히 만들고 따뜻한 소금물에 2~30분가량 절여둔다.2. 물기를 빼고 3. 메밀가루와 부침가루를 1:1 비율로 해서 물을 넣고 반죽한다.4. 배추는 먹기 좋은 크기로 송송 썰어준다.5. 반죽물에 배추를 넣어 섞어주고 소금 간을 해준다.6. 전판에 1인분씩 동그랗게 부쳐준다."
  },
  {
    "id": 421,
    "name": "명란김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*플라스틱 있는 도시락김"
  },
  {
    "id": null,
    "name": "양파",
    "role_code": null,
    "season": [
      "고추장"
    ],
    "recipe": "쌀엿"
  },
  {
    "id": 423,
    "name": "무나물H",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**야채 염소소독 실시1. 무는 채썰고 대파는 송송 얇게 썬다2. 솥에 들기름,콩기름을 두르고 썰은 파를 볶다가 향이 배면 무를 넣고 볶는다--- 쌀뜨물을 약간 넣어도 좋습니다.3. 무가 거의 볶아져 숨이 죽으면 들깨가루,갈은마늘,들기름을 넣어 골고루 주물어 섞어 볶다가 4. 소금을 넣어 간이 배게 한다. (물기가 촉촉할 정도를 유지해주세요.)--- 중간채 굵기로 썰어주세요"
  },
  {
    "id": 424,
    "name": "무생채",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 무는 곱게 채썰어 식초,설탕,소금물에 담궈 놓는다.--- 야채절단기로 채썰기 말고 채칼로 썰어주세요.2. 무에 맛이 배면 건져 물기를 뺀 후 매실액,마늘,고추가루,깨를 넣고 새콤달콤하게 간을 맞춰 무친다. HACCP: 배식직전에 무치도록 하세요."
  },
  {
    "id": 425,
    "name": "무시래기들깨볶음H",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀은 불려 들깨가루를 넣고 곱게 갈아 놓고 2. 시래기는 티를 골라내고 다시 삶아 굵은것은 찢어 4-5cm길이로 썰고 3. 시래기는 간장을 넣어 주물러 간이 배게 한 후4. 들기름에 볶다가 들깨가루를 넣고 간을 맞춰 통에 담아주세요. * 볶으실때 물을 약간 넣고 푹 무르게 해주시고 국물이 자작할 정도로 남아있게 해주세요."
  },
  {
    "id": 426,
    "name": "무조미김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 428,
    "name": "무화과과일그린샐러드/유자소스",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.채소들은 각각 깨끗이 씻은뒤 생채소 소독을 한다.2.물기를 뺀후 먹기좋은 사이즈로 절단하여 받드에 담는다.3.소스: 망고갈은것+마요네즈+요거트+꿀+레몬즙"
  },
  {
    "id": 429,
    "name": "미나리초무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미나리, 양배추는 세척 소독 후 6~7cm정도로 썬다."
  },
  {
    "id": 430,
    "name": "미역무초무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미역은 불려 끓는 물에 살짝 데쳐 찬물에 씻고 소쿠리에 받쳐 물기를 뺀 다음 2. 먹기 좋은  크기로 썰어 놓는다. 3. 무는 채썰어 놓고 4. 양념장(파, 마늘, 식초, 설탕, 참깨, 소금,고춧가루)을 만든다. 6. 미역,오이,당근에 양념장을 넣어 살짝 버무린다. HACCP: 미역,무,파,마늘 5분간 염소소독 실시"
  },
  {
    "id": 431,
    "name": "미역줄기게맛살볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미역줄기를 물에 담궈 소금기를 뺀후 문질러 씻고 2. 부드럽게 끓는물에 데쳐 3-4cm길이로 썰어3. 게맛살은 씻어 건져 놓고 4. 기름에 마늘과 미역줄기,게맛살을 넣고 볶고5. 싱거우면 소금으로 간하고 마지막에 깨를 넣는다. 주의점: 미역줄기는 파랗게 데쳐 주세요."
  },
  {
    "id": 432,
    "name": "밀면채소무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "쫄면1050인기준 46kg사용 약간 모자름 10kg정도 늘릴것***야채 염소소독 실시 --- 양념장은 전날 만들어 숙성하면 좋아요!!1. 야채는 씻어서 곱게 채썰어 냉장 보관한다. 2. 콩나물은 삶아서 헹궈 냉장 보관--- 아삭할 정도로 살짝 삶기 - 오래 삶으면 질겨져요3. 쫄면은 삶아서 냉수에 헹궈 물기를 빼고*** 반만 삶고 배식이 시작하면 나머지 반을 삶는다4. 양념장을 묽게 만들어 5. 배식직전에 무쳐서 배식한다.***불지 않게 한꺼번에 무치지 말고 나누어 두었다가 배식중간에 한번 더 무쳐주세요."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "토마토"
    ],
    "recipe": "시금치는 비슷한 크기로 썬다."
  },
  {
    "id": 435,
    "name": "배추들기름무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 배추삶기(소금넣고) 2.물짜기 3.들기름+국간장+다진마늘+대파 넣고 무치기 4. 검은깨고명"
  },
  {
    "id": 436,
    "name": "배추숙회나물(역사밥상)",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 단배추는 다듬어 씻어 끓는물에 소금을 넣고 데쳐 물기를 짠 다음 먹기좋게 썬다. 2. 된장, 고추장, 고춧가루, 참기름, 마늘, 소파, 참깨를 넣고 끓여 식혀 무친다."
  },
  {
    "id": 437,
    "name": "배추와무말랭이무침S",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시--- 무말랭이는 전날 입고합니다. 1. 무말랭이는 깨끗이 씻어 놓는다. 2. 고춧잎은 손질하여 데쳐 물기를 꼭 짜고  3. 양념간장 끓이기-간장,설탕을 넣고 달콤하게 조린다.4. 끓인 양념간장에 무말랭이을 넣고 30분 정도 오돌오돌해질때까지 불려 놓는다.***너무 오래 불리면 질깃질깃하고 맛이 없어요  5. 찹쌀풀을 쑨다. 6. 찹쌀풀에 고춧가루를 넣어 불린 후 깨,마늘,파,매실청,물엿,멸치액젓을 넣어 양념장을 만들어 7. 양념장에 불린 무말랭이와 고춧잎을 넣고 무친다.HACCP: 무말랭이는 찹쌀풀을 넣어주면 맛이 좋고 영양가가 높아진다.배추는 소독 세척하여 잎채로 떼어서 1인분량씩 배식한다."
  },
  {
    "id": 438,
    "name": "보코치니카프레제샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 토마토.채소는 비가식부를 제거하고 소독및 세척한다.2. 어린잎채소는 물기를 제거하고 토마토는 꼭지를 따준다.3. 토마토,채소, 치즈를 밧드에 담아 냉장보관4. 소스-양파다진것, 레몬즙, 씨겨자머스터드약간, 올리브유, 발사믹식초, 소금후추 한꼬집   맛을 보고 너무 시면 꿀 조금 넣기"
  },
  {
    "id": null,
    "name": "홀그레인머스터드",
    "role_code": null,
    "season": [
      "레몬(반달썰기)"
    ],
    "recipe": "레몬즙"
  },
  {
    "id": 440,
    "name": "봄동무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 봄동은 다듬어 씻어 끓는 소금물에  데쳐 썰어 놓는다. 2. 깨,마늘,들기름,파,소금을 넣어 조물조물 무쳐 무쳐 배식한다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "세발나물"
    ],
    "recipe": "오이"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부추"
    ],
    "recipe": "양파"
  },
  {
    "id": 443,
    "name": "부추새콤겉절이",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 야채는 곱게 채썰기.2. 레몬은 반 갈라 즙을 짜 놓는다.3. 양념장 만들기- 레몬즙,설탕,깨,마늘,참기름,간장,식초를 넣어 혼합4. 소스를 준비하였다가 배식시에 무쳐서 낼것. ***절대 버무려 놓지 말것- 숨이 죽어 물이 생겨 싱거워지고 맛이 없음!!!레몬/생과-38%"
  },
  {
    "id": 444,
    "name": "부추양파무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 <부추무침>1. 부추는 다듬은 후, 깨끗이 씻어 4cm정도 길이로 썰어둡니다. 2. 양파는 채썰기 3. 양파와 부추를 섞은 후 고춧가루,파.마늘,생강,참기름,까나리액젓,설탕,참깨,참기름 등 각종 양념을 넣고 잘 버무립니다. 4. 간은 맛을 본 후 마지막에 맞춥니다. ***** 간은 너무 쎄지 않게 합니다"
  },
  {
    "id": 445,
    "name": "불고기김치전k",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지1. 고기는 등심 불고기용 얇게 받아     마늘 생강 청주 간장 설탕 후추 참기름으로 밑간해둔다.    밑간 후 볶아놓는다.2. 김치는 숙성된 것으로 잘게 썰어 참기름으로 양념하여 둔다. 3. 계란은 잘 풀어놓는다.4. 부추와 쪽파는 쫑쫑 썰고 호박과 양파도 같은 크기로 썰어준다.5. 부침가루에 김치,고기 등 재료를 혼합해 잘 섞는다. 6. 부침판에 1인당 알맞은 크기로 부쳐 부치는쪽이 어느정도 익었으면 7. 뒤집어서 고기와 반죽이 잘 붙게끔 눌러서 익혀준다.8. 1인당 1개씩 배식한다중점관리점 : 1) 모든 식재료는 원산지 및 포장상태, 유통기한을 확인 2) 계란은 깨어보았을 때 10℃이하인지 확인 3) 부침은 내부온도가 75℃이상인지 확인 4) 조리된 음식은 소독된 배식용기에 담아서 1시간이내에 배식"
  },
  {
    "id": 446,
    "name": "불판구이김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 447,
    "name": "브로콜리&아몬드드레싱",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시*** 브로콜리 거꾸로 뒤집어 10분간 물에 담가두었다가 꽃잎이 어느 정도 열리면 서너 번 깨끗한 물을 바꿔가며 흔들어 준다.1. 브로콜리는 소금물에 30분정도 담궈 오염물을 제거한 후 씻어 염소소독 후 2. 기둥은 얇게 썰어 놓고 송이는 손으로 찢어 끓는 소금물에 데치기"
  },
  {
    "id": 448,
    "name": "브로콜리초회H",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시*** 브로콜리 거꾸로 뒤집어 10분간 물에 담가두었다가 꽃잎이 어느 정도 열리면 서너 번 깨끗한 물을 바꿔가며 흔들어 준다.1. 브로콜리는 소금물에 30분정도 담궈 오염물을 제거한 후 씻어 염소소독 후 2. 기둥은 얇게 썰어 놓고 송이는 손으로 찢어 끓는 소금물에 데치기 2. 고추장+ 마늘+물엿+깨+레몬즙+설탕+식초+매실액을 넣어 초고추장소스를 만들어 둔다. --- 너무 질지 않게 해주세요.3. 브로콜리와 고추장소스를 따로 담아낸다."
  },
  {
    "id": 449,
    "name": "블루베리드레싱샐러드+",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***720명 기준 마요3봉반~4봉, 호상1.8L, 블루베리드레싱3봉 / 야채는 18kg 전후, 바나나알레르기 제거식 준비 잊지말기!생야채는 쎄니크로100ppm5분간 침지 한다.1.양배추 적채는 최대한 가늘게 채썬다2.양상추는 찢어 1과 혼합하여 놓는다3.옥수수는 물기를 제거해 놓는다***소스- 호상요구르트, 블루베리드레싱, 마요네즈 기본 베이스**농도- 사이다, 물로 조절**간-소금, 설탕 약간, 레몬과즙으로 신맛 첨가**소스, 야채믹스 따로 배식 (야채믹스-양상추, 양배추, 적채, 파인&감귤통조림, 블루베리, 바나나슬라이스)"
  },
  {
    "id": null,
    "name": "사과는 갈아놓는다.3. 오이",
    "role_code": null,
    "season": [
      "파프리카"
    ],
    "recipe": "양배추는 먹기 좋은 크기로 채친다.4. 연겨자"
  },
  {
    "id": 453,
    "name": "비빔칼국수",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "칼국수면 900인기준 110kg사용 약간 모자름 10kg정도 늘릴것***야채 염소소독 실시/ 시간관리 철저히 --- 양념장은 전날 만들어 숙성하면 좋아요!!1. 야채는 씻어서 곱게 채썰어 냉장 보관한다. 2. 콩나물은 삶아서 헹궈 냉장 보관--- 아삭할 정도로 살짝 삶기 - 오래 삶으면 질겨져요3. 쫄면은 삶아서 냉수에 헹궈 물기를 빼고*** 반만 삶고 배식이 시작하면 나머지 반을 삶는다4. 양념장을 묽게 만들어 5. 배식직전에 무쳐서 배식한다.***불지 않게 한꺼번에 무치지 말고 나누어 두었다가 배식중간에 한번 더 무쳐주세요.<납작만두>자연해동 후 팬에 기름을 넉넉히 두른후 약불로 지져주면 손쉽게 떨어집니다구워서 4개씩 배식해주세요"
  },
  {
    "id": 457,
    "name": "삼색나물",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 고추장 양념도 같이 하면 좋을듯1. 고사리는 데쳐서 볶아서 준비한다 2. 도라지는 소금으로 문질러서 볶아서 준비한다 3. 시금치는 데쳐서 무쳐서 준비한다 4. 찬통 1개에 세가지 나물을 돌려가며 담는다"
  },
  {
    "id": 458,
    "name": "상추,깻잎(고명)&쌈장",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌈류는 소독 세척 후 꼭지부분을 다듬고 고명용으로 얇게 잘라준다.2. 실파, 마늘은 소독 세척 후 잘게 다진다.3. 쌈장은 된장, 고추장, 쌀엿, 실파, 마늘, 참기름, 참깨를 넣고 잘 섞어준다.4. 상추,깻잎을 섞어서 고기위에 고명으로 얹어준다."
  },
  {
    "id": 459,
    "name": "상추,깻잎(쌈용)",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌈류는 소독 세척 후 꼭지부분을 다듬고 받드에 담는다."
  },
  {
    "id": 460,
    "name": "상추치커리겉절이",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시 *** 간장은 넣는둥마는둥 색 내는 정도로 하고 소금으로 간하도록 합니다.1. 오이는 얇고 동그랗게 썰기  양파는 채썰기 2. 상추,치커리는 적당한 한입 크기로 썬다. 3. 야채는 소스를 준비해 두었다가 배식직전에 무치도록 합니다. *** 간장은 약간 소금으로 간해주세요.*** 간장에 물타지 않기"
  },
  {
    "id": 461,
    "name": "새송이버섯양파구이",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 새송이는 0.5cm 두께 정도로 길게 썰어 코팅팬에 기름을 바르고 200도 7분 건열2. 양파는 굵게 채썰어 코팅팬에 기름을 바르고 200도 5분 건열    *너무 익지 않도록 주의!3. 구운 새송이와 양파는 부침기에서 볶아 줍니다.4. 볶는 도중에 허브맛솔트를 넣고 볶아내줍니다."
  },
  {
    "id": 464,
    "name": "샐러드파스타/오리엔탈드레싱",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 모든 야채는 세척 소독하고 먹기좋은 크기로 썰어 물기를 빼준 후 뚜껑을 덮어놓는다.* 오리엔탈 소스만들기- 진간장+올리브유+다진마늘+레몬즙+설탕+후추+깨소금- 설탕이 녹도록 잘 저어준다. 맛을보고 양념은 가감한다.- 만들고 냉장보관 해두기(배식완료 5도씨 이하 나오도록)2. 파스타 면은 삶아서 찬물에 헹구고 물기를 빼놓는다.3. 파스타 면에 올리브유 조금과 칠리소스를 버무려 놓는다.4. 배식 직전에 야채와 섞어주고 밧드에 담는다.5. 위에 파마산 치즈가루를 골고루 뿌려주고6. 오리엔탈 드레싱을 뿌려주며 배식한다. 교실배식은 미리 뿌려놓는다.(배식 손이 모자를 경우, 식당에 올라가서 뿌려가며 배식)"
  },
  {
    "id": 465,
    "name": "생과일샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***염소소독 실시 1. 사과, 키위,바나나는 껍질을 벗기고 먹기 좋은 크기로 썰어 놓는다. --- 사과는 설탕물에 담궈놓는다.--- 바나나는 버무리기 직전에 썰도록 합니다. 2. 방을토마토는 씻어 꼭지를 따 놓는다.3. 마요네즈, 호상요구르트는 잘 섞어 놓고 4. 과일에 드레싱을 넣고 잘 버무려 주세요.바나나/생과-25%"
  },
  {
    "id": 469,
    "name": "수제오징어김치전",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시1. 김치는 잘게 송송썰어 물기 꼭짠다. 2. 야채는 깨끗이 씻어서 송송썬다. 3. 반죽하여 반죽된 일부는 냉장고에 보관한다 ****오징어가 혼합되어 있으므로 실온에 두지 말고 반드시 냉장보관하세요 4. 두툼하면 타면서 익기 어려우므로 가급적 얇게 부쳐주세요.주의점 : 재료를 모두 부치고 나면 먼저 나온 것은 한번 더 데워주세요.--눅눅해진것을 바삭하게, 온도시간관리 팬에 담으실때는 차곡차곡 담되 타공팬에 담아주세요.일반팬에 오일페이퍼를 깔고 타공팬을 끼워서 사용합니다."
  },
  {
    "id": 470,
    "name": "숙주꼬들무무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 471,
    "name": "숙주나물무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시  1. 숙주,마늘,당근을 깨끗이 씻고 2. 당근은 곱게 채썰어 볶고 3. 숙주를 데쳐낸 후  4. 숙주,당근에 다진마늘,참깨,들기름,백간장,소금간으로 조물조물 맛있게 무쳐 주세요. 5. 간이 맞으면 통에 담아 주세요.간장/왜간장-백간장"
  },
  {
    "id": 472,
    "name": "숙주미나리무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 숙주는 씻어서 삶아 놓는다. 2. 미나리는 잎을 떼고 다듬어 줄기만 데쳐서 4cm 길이로 썬다. 3. 고추는 채썰어 기름을 적게 넣고 볶아 놓고 4. 숙주,미나리,당근,파,마늘,깨,들기름,소금을 넣고 무친다. HACCP: 1. 파,마늘,미나리,고추 염소소독 실시"
  },
  {
    "id": 475,
    "name": "시금치나물",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "7,8월 식단엔 넣지 않기***시금치 포함하여 염소소독 실시 1. 시금치는 소금을 넣어 데친 후 찬물에 헹군 다음 물기를 짠다. 2. 소금간하여 나물을 무친다.---시금치나물은 무칠때 간간한게 무쳐야 배식할때 간이 맞아요."
  },
  {
    "id": 476,
    "name": "시리얼과일샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 478,
    "name": "실곤약채소무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시*** 배식직전 혼합 1. 양배추,오이,깻잎은 세척,소독하여 곱게 채썰어 물에 담궈 놓는다. 2. 사과는 곱게 채썰어 설탕물에 담궈 놓는다. 3. 실곤약은 끓는물에 살짝 데쳐 찬물에 헹구어 물기를 제거 한 후 적당한 길이로 썰어 놓는다  4. 양념장 만들기 고추장+고추가루+식초+물엿+설탕+마늘간것+참깨로 양념장을 만든다.5. 실곤약에 양념장을 넣어 버무린 후 간을 보고 야채를 넣는다--- 야채를 일찍 넣으면 숨이 죽어 보기 좋지 않아요!!!"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "실파"
    ],
    "recipe": "배"
  },
  {
    "id": null,
    "name": "고춧가루",
    "role_code": null,
    "season": [
      "다진 실파"
    ],
    "recipe": "다진 마늘"
  },
  {
    "id": 480,
    "name": "쌀핫도그&케첩",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "자연해동1~2시간 후 , 기름발라 오븐180도 10~15분 조리배식 전에 설탕 뿌리고 케찹이랑 함께 배식"
  },
  {
    "id": 482,
    "name": "쑥갓두부무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쑥갓은 전처리한후 소금물에 데쳐낸 후 찬물에 충분히 헹궈낸다.2. 두부는 뜨거운물에 데쳐낸 다음 물기를 제거하고 으깬다.3. 된장,들기름,마늘,깨,설탕을 볶아서 양념장을 만든다.4. 물기를 꼭 짠 쑥갓과 으깬 두부에 양념장을 넣고 무친다."
  },
  {
    "id": 483,
    "name": "아삭이고추&쌈장",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 아삭이고추는 먹기 좋은 크기로 썰어준다.2. 실파, 마늘은 소독 세척 후 잘게 다진다.3. 쌈장은 된장, 고추장, 쌀엿, 실파, 마늘, 참기름, 참깨를 넣고 잘 섞어준다."
  },
  {
    "id": 484,
    "name": "아삭이고추된장무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "아삭이고추 630명 9kg 양 적음/1인 3g 증량 폐기율 적용함***야채 염소소독 실시1. 아삭고추는 깨끗이 씻어 먹기 좋은 크기(1.5cm)로 썰어 놓는다. 2. 된장과 고추장, 간마늘, 참기름, 참깨, 매실액을 넣어 쌈장을 만든다. 3. 썰어 놓은 고추는 바구니에 담아 흔들어 씨를 대충 뺀다. 4. 먹기 직전에 아삭고추와 쌈장을 버무려 낸다. 요리팁(주의점) : 일찍 버무리면 물이 생겨서 맛이 약해진다.고추/오이고추-8%"
  },
  {
    "id": 486,
    "name": "애호박볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 487,
    "name": "애호박전",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시 1. 애호박은 절단기로 0.7㎝두께로 썰어 저울에 45g정도로 달아 몇개인지 파악한다.  2. 소금 뿌려 놓는다.  3. 썰은 애호박을 밀가루 묻혀 물반죽한 부침가루를 묻혀주고 부침기에 부친다.***전은 부쳐서 타공채반에 담아 바로 식힌다.    - 높게 쌓지 말고 채반을 바구니운반카에 얹어 밑을 띄어주세요.***3개정도씩 배식주의점 : 재료를 모두 부치고 나면 먼저 나온 것은 한번 더 데워주세요.--눅눅해진것을 바삭하게, 온도시간관리 팬에 담으실때는 차곡차곡 담되 타공팬에 담아주세요.일반팬에 오일페이퍼를 깔고 타공팬을 끼워서 사용합니다.간장은 초간장을 만들어 깨소금을 뿌려 전과 함께 배식합니다간장이 있기 때문에 소금간은 많이 하지 않습니다."
  },
  {
    "id": 488,
    "name": "야채스틱&쌈장",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌈류는 소독 세척 후 꼭지부분을 다듬고 고명용으로 얇게 잘라준다.2. 실파, 마늘은 소독 세척 후 잘게 다진다.3. 쌈장은 된장, 고추장, 쌀엿, 실파, 마늘, 참기름, 참깨를 넣고 잘 섞어준다.1. 야채 소독 세척하기2. 당근 오이는 손가락 마디 정도로 잘라서 3. 당근 1개 오이 2개씩 배식하고 오이고추는 1개씩 배식한다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양파"
    ],
    "recipe": "당근"
  },
  {
    "id": 490,
    "name": "양배추샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명기준 양배추 49kg 너무 많음850명기준 양배추 30kg 사용 샐러드드레싱 24kg사용 적당***야채 염소소독 실시 1. 야채는 염소소독후 곱게 채썰어 물에 담궈 두었다가 물기를 뺀 후2. 따로 소스를 얹어주세요.**따로 배식해주세요 양배추 물이 생깁니다"
  },
  {
    "id": 491,
    "name": "양배추샐러드&파인애플소스",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.양배추는 아주 얇게 채썰어준다.2.물기를 뺀후 먹기좋은 사이즈로 절단하여 받드에 담는다.3.소스: 파인애플갈은것+마요네즈+요거트+꿀+레몬즙"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양파"
    ],
    "recipe": "당근은 소독 후 아주 얇게 채썰어준다(양파"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양파"
    ],
    "recipe": "당근은 소독 후 아주 얇게 채썰어준다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양파"
    ],
    "recipe": "당근은 소독 후 아주 얇게 채썰어준다."
  },
  {
    "id": 495,
    "name": "양배추찜",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양배추는 세척 후 적당하게 잘라서 오븐에 찐다."
  },
  {
    "id": 497,
    "name": "양상추샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시5. 마늘은 갈아 코팅팬에 담아 100도 10분 습열6. 토마토는 소독 후 6등분으로 썰어 놓는다.7. 베이비 채소는 소독 후 깨끗이 씻어 물기를 완전히 뺀다.8. 양상추, 치커리는 잎을 떼어 씻어서 한입크기로 작게 썰어 놓고 양파는 다지기9. 모든 야채를 물기를 제거 후 섞어 배식통에 담아 냉장보관--- 통에 담을때는 중간높이 밧드에 담아주세요.10. 샐러드소스( 익힌마늘,올리브오일,마요네즈,우유,레몬즙,설탕,다진양파)는 혼합새싹채소/다채싹 - 모듬어린잎채소"
  },
  {
    "id": 498,
    "name": "양상추샐러드/수제오리엔탈드레싱",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 모든 야채는 세척 소독하고 먹기좋은 크기로 썰어 물기를 빼준 후 뚜껑을 덮어놓는다.* 오리엔탈 소스만들기- 진간장+올리브유+다진마늘+레몬즙+설탕+후추+깨소금- 설탕이 녹도록 잘 저어준다. 맛을보고 양념은 가감한다.- 만들고 냉장보관 해두기(배식완료 5도씨 이하 나오도록)"
  },
  {
    "id": 499,
    "name": "양상추샐러드/사과요거트소스",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채,과일 염소소독 실시 1. 양상추,치커리는 깨끗이 씻은 후 손으로 뜯어서 물기를 빼 놓고2. 파프리카는 손으로 작게 깍뚝썰기 , 사과는 먹기좋은 크기로 썰기3. 모든 재료를 혼합하고 소스는 따로 배식한다."
  },
  {
    "id": 500,
    "name": "양상추샐러드/오리엔탈",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채,과일 염소소독 실시 1. 양상추,치커리는 깨끗이 씻은 후 손으로 뜯어서 물기를 빼 놓고2. 파프리카는 손으로 작게 깍뚝썰기 , 사과는 먹기좋은 크기로 썰기3. 모든 재료를 혼합하고 소스는 따로 배식한다."
  },
  {
    "id": 501,
    "name": "양상추파인샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 양상추,치커리는 깨끗이 씻은 후 작게 손으로 뜯어서 물기를 빼 놓고. 2. 체리토마토는 세척 후 꼭지를 따서 반으로 자른다. 3. 파인애플은 곱게 갈고4. 셀러리는 작게 동그랗게 썬다.  5. 양파는 얇게 채썰기, 오이도 동그랗게 얇게 썰기 6. 갈은파인애플과 마요네즈,사이다,레몬즙,꿀을 섞어서 소스를 만든다. 7. 소스는 따로 배식한다.레몬/생과-38%"
  },
  {
    "id": 502,
    "name": "양상추파프리카샐러드(석류드레싱)@",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채,과일 염소소독 실시 1. 양상추,치커리는 깨끗이 씻은 후 손으로 뜯어서 물기를 빼 놓고2. 파프리카는 손으로 작게 깍뚝썰기 , 사과는 먹기좋은 크기로 썰기3. 모든 재료를 혼합하고 소스는 따로 배식한다."
  },
  {
    "id": 505,
    "name": "얼갈이무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 얼갈이는 다듬어 씻어 끓는 소금물에  데쳐 썰어 놓는다. 2. 깨,마늘,들기름,파,소금을 넣어 조물조물 무쳐 무쳐 배식한다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부추는4cm길이로자른다.(얼갈이절이지말고생으로사용해주세요)2.얼갈이"
    ],
    "recipe": "부추를넣어새콤달콤하게버무린후"
  },
  {
    "id": 507,
    "name": "열대과일샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 바나나,블루베리,열대과일(3종)을망고소스에버무린다."
  },
  {
    "id": 509,
    "name": "영양부추겉절이",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 부추 양파는 염소소독 후 세척2. 물기를 빼고 부추는 4~5cm 양파는 채썰어 부추와 같은 크기로 썰어준다.3. 간장, 고춧가루, 액젓, 다진마늘, 참기름, 깨소금으로 양념을 만든 후 뚜껑 덮어 냉장 보관4. 배식 직전에 부추와 무쳐서 나간다.(1,2차)** 양념은 맛을 보고 가감 해주고 양념류 얼만큼 사용했는지 레시피에 작성!"
  },
  {
    "id": null,
    "name": "굴소스1키로",
    "role_code": null,
    "season": [
      "흑설탕4키로"
    ],
    "recipe": "물엿3키로)를 넣고 팔팔 끓인다."
  },
  {
    "id": 511,
    "name": "오미자무피클",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 512,
    "name": "오복지무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 쪽파 염소소독 실시 1. 오복채의 물기를 살짝 빼고 썰어 준비한다 2. 물엿, 참기름, 쪽파, 깨 를  넣고 무쳐낸다"
  },
  {
    "id": 514,
    "name": "오이무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 오이는 얇게 썰어 소금에 심심하게 절인 후 물기를 꼭 짠다. 2. 양념장(고추장,들기름,파,마늘,깨,고춧가루)을 만들어 짠 오이를 넣고 무친다. 주의점: 배식직전에 무치세요."
  },
  {
    "id": 515,
    "name": "오이부추무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 오이는 얇게 썰어 소금에 심심하게 절인 후 물기를 꼭 짠다. 2. 양념장(고추장,들기름,파,마늘,깨,고춧가루)을 만들어 짠 오이를 넣고 무친다. 주의점: 배식직전에 무치세요."
  },
  {
    "id": 516,
    "name": "오이사과무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 오이는 깨끗이 씻어 길게 4등분하여 2cm로 깍뚝 썰어서 소금에 절여둡니다. 2. 양파, 사과는 깍뚝썰기 --- 오이와 같은 크기로 썰기3. 오이와 양파를 섞은 후 고춧가루,파.마늘,생강,참기름,까나리액젓,설탕,참깨,참기름 등 각종 양념을 넣고 잘 버무립니다. 4. 간은 맛을 본 후 마지막에 맞춥니다. ***** 간은 너무 쎄지 않게 합니다."
  },
  {
    "id": 517,
    "name": "오이양파무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 오이는 깨끗이 씻어 길게 4등분하여 2cm로 깍뚝 썰어서 소금에 절여둡니다. 2. 양파는 깍뚝썰기 --- 오이와 같은 크기로 썰기3. 오이와 양파를 섞은 후 고춧가루,파.마늘,생강,참기름,까나리액젓,설탕,참깨,참기름 등 각종 양념을 넣고 잘 버무립니다. 4. 간은 맛을 본 후 마지막에 맞춥니다. ***** 간은 너무 쎄지 않게 합니다."
  },
  {
    "id": 518,
    "name": "오이지무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 오이지는 꽉 짜놓는다. 그래야 오돌오돌 맛있어요. 2. 파는 곱게 송송썰기 마늘은 갈기 3. 오이지+파+마늘에 양념하여 무치기"
  },
  {
    "id": 520,
    "name": "오징어부추/김치전",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침가루"
    ],
    "recipe": "모짜렐라치즈"
  },
  {
    "id": 523,
    "name": "와사비맛김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 524,
    "name": "우렁강된장/양배추쌈",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "? 우렁강된장1. 내장을 제거한 멸치와  행주로 염기를 제거한 다시마는 말린 후 분쇄기에 곱게 간다. 2. 애호박은 사방 5mm 크기로 잘게 썬다. 양파는 애호박과 같은 크기로 잘게 썬다 우렁이는 반정도 간다. 3. 예열된 솥에 참기름을 두르고 마늘을 넣어 볶은 후 우렁이를 볶는다. 잘게 썬 애호박, 양파, 청양고추를 넣고 볶은 후 된장,고추장, 꿀, 매실청, 멸치가루,다시마 가루를 넣고 끊이다가 대파를 넣어 준다. 마지막에는 소량의 미숫가루를 넣어 염도를 낮추고 농도를 조절한다.   농도가 너무 되면 다시육수를 넣어 농도를 맞춘다.  * 채소는 센 불에 볶아야 구수한 맛이 나요. ****양배추 데칠때**** 양배추는 깨끗이 씻어잎을 적당히 뜯어 연한부위, 안쪽 두꺼운곳을 잘 나누고 두꺼운곳은 칼집을 넣는다. 끓는 물에 스팀을 열어 놓고 뚜꺼운것부터 연한잎순으로 넣어 삶아 데친다. 싸먹기 좋은 무르기로 데친다. 조리 참고사항- 된장 사용량: 직가공된장이나 우리콩된장, 전통인증품된장(공동구매품) 85%, 시중브랜드된장 100% 비율로 사용.- 강된장은 된장:고추장=4:1 비율이 좋다.- 해물강된장: 오징어, 조갯살, 소라살등로 변경하여 레시피 설정."
  },
  {
    "id": 528,
    "name": "유자단무지맛살냉채",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 맛살 5cm 정도로 찢는다 2. 오이 파프리카 양파는 채 썬다 양파 찬물 담궈 매운맛 빼기3. 냉채소스 만들어 주고 단무지와 야채를 버무려 준다냉채소스는 냉동 보관 -시원하게 야채는 생채소 소독하고 바로 버무려주기"
  },
  {
    "id": 532,
    "name": "자몽드레싱샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "생야채는 쎄니크로100ppm5분간 침지 한다.(1인량 조정 2021.8.27)1.양배추 적채는 최대한 가늘게 채썬다2.양상추는 찢어 1과 혼합하여 놓는다3.자몽은 자몽에이드 하듯이 껍질 벗겨 설탕에 1시간30분 가량 재어두기 (550명 기준 자몽18kg 설탕3kg-4kg 사용), 통조림 과일들은 한 곳에 모아두기 ***소스- 호상요구르트, 자몽드레싱, 마요네즈 기본 베이스 (550명 기준 호상1.8, 마요네즈6, 자몽드레싱샐러드 4kg 사용)**농도- 사이다, 물로 조절**간-소금, 설탕 약간, 레몬과즙으로 신맛 첨가**소스, 야채믹스 따로 배식 (야채믹스-양상추, 양배추, 적채, 로메인 과일- 파인&감귤&황도통조림, 자몽슬라이스)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "당근은3cm길이로썰고"
    ],
    "recipe": "홍고추는어슷썰어준비하고밀가루를냉수에넣어풀고계란과소금을넣어반죽을만든다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "참기름"
    ],
    "recipe": "황설탕"
  },
  {
    "id": 536,
    "name": "짬뽕소룡포",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "찐만두 오븐에 습으로 쪄준다. 피가 늘러붙지 않게 조심하고 배식 직전에 쪄서 나간다."
  },
  {
    "id": 538,
    "name": "쫄면무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "쫄면1050인기준 46kg사용 약간 모자름 10kg정도 늘릴것***야채 염소소독 실시 --- 양념장은 전날 만들어 숙성하면 좋아요!!1. 야채는 씻어서 곱게 채썰어 냉장 보관한다. 2. 콩나물은 삶아서 헹궈 냉장 보관--- 아삭할 정도로 살짝 삶기 - 오래 삶으면 질겨져요3. 쫄면은 삶아서 냉수에 헹궈 물기를 빼고*** 반만 삶고 배식이 시작하면 나머지 반을 삶는다4. 양념장을 묽게 만들어 5. 배식직전에 무쳐서 배식한다.***불지 않게 한꺼번에 무치지 말고 나누어 두었다가 배식중간에 한번 더 무쳐주세요."
  },
  {
    "id": 539,
    "name": "차돌박이참나물파스타",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 채소는 세척 소독해서 물기를 빼놓는다.2. 청상추, 참나물,치커리는 먹기좋게 썰어둔다.    참나물의 줄기(대)는 작게 송송 썰어 놓는다.3. 마늘은 일부는 편썰기(3/4) 일부는 다져서(1/4) 준비해 놓는다.4. 양파는 채썰어 준비해 놓는다.5. 올리브오일에 편썰은 마늘과 대파를 넣어 기름을 만들어준다.6. 간장양념을 만든다.   간장+노두유+굴소스+매실+올리고당+다진마늘7. 차돌박이를 구워준다.8. 면을 삶고 면수를 조금 남겨둔다. (2차조리 11시30분, 12시10분 )** 삶아진 면은 올리브오일을 묻혀 굳지 않게 한다.** 면 볶을 시간 생각해서 오래 삶지 않기9. 면과 마늘기름 차돌박이 양파 참나물 줄기 간장양념을 넣고 볶아준다.10. 파마산치즈 가루와 파슬리 가루를 뿌려 밧드에 담는다.11. 배식시에 밥자리에 배식하고 위에 채소를 올려준다."
  },
  {
    "id": 540,
    "name": "찰옥수수",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 541,
    "name": "참깨샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "마요네즈(유정란)-참깨드레싱 CJ 2KG + 마요네즈9KG = 720명 기준 4봉 사용1.생야채를 염소소독액 쎄니크로에 100ppm 5분간 침지하여 헹군다2.소스를 마요네즈 ,참깨 갈아 놓은 것, 식초, 두유, 간장, 설탕으로 만들어 놓는다3.베이컨은 한 번 데쳐 낸후 굽는다4.크래미는 찢어 놓는다5.소스는 따로 배식 한다"
  },
  {
    "id": 542,
    "name": "참나물된장무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***참나물도 함께 야채 염소소독 실시 1. 참나물은 전처리한다음 소금물에 데쳐낸후 찬물에 충분히 헹구어 식힌다음 물기를 꽉 짠다.***무쳐서 물기가 생기지 않게 꽉 짜주세요  2. 데쳐낸참나물에 고추장,된장,파,마늘,설탕,깨,들기름,물엿을 넣고 무친다. 중점관리점 : 1.무침전 조리용장갑 소독철저!! 2.배식전 무치기"
  },
  {
    "id": 543,
    "name": "참나물두부무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 참나물은 끓는물에 소금을 넣고 파랗게 데쳐낸다. 2. 데친 참나물은 찬물에서 헹군 후 꼭 짠 후 먹기 좋게 2cm크기로 썬다.3. 두부는 으깨 물기를 꼭 짜고 4. 들기름,깨,파,마늘,소금,국간장을 넣어 맛있게 무친다.HACCP: 1.무침전 조리용장갑 소독철저!! 2.배식전 무치기"
  },
  {
    "id": 544,
    "name": "참나물새콤무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "참나물 20kg 650명 너무 많음 ***야채 염소소독 실시 1. 참나물을 짧게 썰기  2. 양파는 곱게 채썰기 오이는 동그랗게 얇게 썰기 3.  양념장 만들기  4. 배식시 바로 버무려 배식."
  },
  {
    "id": 546,
    "name": "참치마요&불닭맛김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "야채 염소소독 실시참치는 살짝 데친다. 양파도 오븐에 구워서 버무린다.1. 참치는 기름기를 뺸다2. 양파는 쵸핑한다 3. 양파 참치 마요네즈 설탕에 버무린다.4. 참치마요네즈와 불닭맛김 한개씩 배식한다."
  },
  {
    "id": null,
    "name": "홀그레인머스터드",
    "role_code": null,
    "season": [
      "레몬청"
    ],
    "recipe": "소금을 넣고 샐러드 소스를 만든다."
  },
  {
    "id": 550,
    "name": "청경채나물",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 청경채를 잘 다듬어 깨끗이 씻는다. 2. 마늘은 잘 씻은 후 소독하여 분쇄한다. 3. 잘 씻은 청경채를 끓는 물에 데친다. 4. 3에 마늘 참기름 깨 참치액 넣어 무친다"
  },
  {
    "id": 551,
    "name": "청포묵김무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시--- 묵은 데쳐서 식은 후 배식직전 무치기1. 청포묵은  묵은 타공팬 100도 9분 습열--온도확인!!!2. 묵은 소금,참기름에 버무린다. 3. 묵에 김가루,깨소금으로 간하여 골고루 무친다.--- 무침기에서 무치지 말것, 일반팬에서 소량씩 나누어서 무칠 것--- 묵이 다 깨져요. ㅠㅠ--김가루는 배식직전에 넣어 무칩니다. 묵이 뜨거울때 무치면 김과 만나 색이 변할 수 있습니다.***오븐팬 일반팬에 담기  HACCP: 생으로 먹는 음식이므로 배식직전에 무쳐주세요."
  },
  {
    "id": 552,
    "name": "취나물볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 삶은 취나물을 적당한 크기로 썰어 국간장, 깨, 파, 마늘로 양념한다. 2. 들기름을 두르고 취나물을 볶아 낸다. 3. 들기름이 부족하면 식용유를 섞어서 사용. 4. 볶아지면 참기름,깨를 넣어 주세요."
  },
  {
    "id": null,
    "name": "식초",
    "role_code": null,
    "season": [
      "소금"
    ],
    "recipe": "참깨 섞기"
  },
  {
    "id": 554,
    "name": "치커리사과초무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 치커리는 4cm 길이로 자르고 실파는 송송썰기한다.2. 사과 3~4개는 껍질을 제거하여 갈고 나머지 사과(4/5)는 4등분하여 0.3cm 두께로 썬다.3. 간사과에 간마늘, 실파, 설탕, 참깨, 간장, 고춧가루, 소금, 식초, 매실액, 레몬즙을 넣어 양념장을 만든다.4. 치커리와 사과에 3의 양념장을 넣어 무친다."
  },
  {
    "id": 555,
    "name": "치커리오이초무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 치커리는 4cm 길이로 자르고 실파는 송송썰기한다.2. 사과 3~4개는 껍질을 제거하여 갈고 나머지 오이는 4등분하여 0.3cm 두께로 썬다.3. 간사과에 간마늘, 실파, 설탕, 참깨, 간장, 고춧가루, 소금, 식초, 매실액, 레몬즙을 넣어 양념장을 만든다.4. 치커리와 사과에 3의 양념장을 넣어 무친다."
  },
  {
    "id": 557,
    "name": "카프레제샐러드1/2",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 토마토.어린잎채소는 비가식부를 제거하고 소독및 세척한다.2. 어린잎채소는 물기를 제거하고 토마토는 밑둥을 자르고 슬라이스 한다.3. 원형의 토마토는 반달모양으로 한번 더 잘라준다.4. 슬라이스한 토마토 사이마다 잘라 놓은 치즈를 끼우고 일반팬에 담은 후5. 어린잎채소를 위에 얹는다6. 배식직전에 발사믹드레싱를 뿌린다.7. 1인당 2개씩 배식"
  },
  {
    "id": 558,
    "name": "콥샐러드/랜치소스",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 모든 야채는 세척, 소독 후 물기 제거2. 옥수수도 물기를 제거해놓는다.3. 닭고기는 소금, 후추 간을 해놓는다.4. 물기 제거한 야채는 카레용 야채크기로 썰어놓는다.    상추,치커리는 먹기 좋은 크기로 썰기5. 메추리알은 살짝 데쳐서 찬물로 세척하고 물기 제거한다.6. 준비된 재료들은 물기를 쫙 빼서 혼합하고 냉장보관 해놓는다.(배식 후 냉장온도 나오는지 확인 ! 작성)<랜치드레싱 만들기>1. 마늘은 갈아 100도10분 습열 코팅팬2. 양파는 세척,소독 후 다져준다.3. 익힌마늘,마요네즈,요거트,올리브유,레몬즙,설탕,다진양파 혼합4. 소금 한꼬집, 후추 약간, 파슬리가루를 뿌려 완성."
  },
  {
    "id": 559,
    "name": "콩나물김무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 염소소독 후  2. 콩나물 삶을때 위에 대파를 통으로 얹어 아삭하게 삶아  3. 맛있게 무쳐주세요."
  },
  {
    "id": 560,
    "name": "콩나물무침",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 염소소독 후  2. 콩나물 삶을때 위에 대파를 통으로 얹어 아삭하게 삶아  3. 맛있게 무쳐주세요."
  },
  {
    "id": 561,
    "name": "콩나물잡채",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 콩나물은 소금을 넣고 아삭하게 데친다.2. 양파와 당근은 굵은채썰기한다.3. 양파와 당근은 각각 볶는다(마늘과 실파를 넣는다).5. 당면을 삶은 후 간장과 설탕(1/2)으로 밑간한다.6. 1과 3,4,5의 재료를 섞고 간장과 설탕(1/2), 들기름, 참깨를 넣어 혼합한다.*아삭하고, 고소한 맛 살리기!"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "토마토"
    ],
    "recipe": "오이는 2*2 깍둑으로 썬다."
  },
  {
    "id": 563,
    "name": "탕평채",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 청포묵은 가늘게 채썰어 소금물에 살짝 데쳐낸후 충분히 식혀 참기름,간장,소금을 넣고 무친다. 2. 쇠고기는 (간장,설탕,참기름)약간으로 밑간한다음 볶아낸다. 3. 숙주나물은 소금물에 데쳐낸후 충분히 식혀 소금을 넣고 무친다. 4. 오이는 굵은소금으로 문질러 씻은후 염소소독한다음 돌려깍기한다음 채썰어 볶아낸다.(소금으로 절이기) 5. 당근은 채썰기한다음 소금,마늘 약간을 넣고 볶아낸다. 6. 위의 모든재료를 혼합한다."
  },
  {
    "id": 564,
    "name": "토마토눈꽃샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 토마토는 8조각낸다.2. 양상추는 깨끗이 소독한 후 잘게 찢어놓는다.3. 양파는 모양대로 채썰어 소금.설탕물에 담갔다가 물기를 빼 놓는다.4. 발사믹식초.올리브오일.설탕을 약간 넣어 소스를 만들어 놓는다.-- 은근한 불에 한참 조려 흐를정도로 걸쭉하게 만든후 소금 약간 넣어 간을 맞춘다-- 버무릴때 되직하면 안됨.5. 모든 야채는 물기를 완전히 뺀 후 토마토와 섞어 통에 담아 6. 위에 눈꽃치즈를 뿌려준다.7. 만들어놓는 소스를 배식직전에 뿌려준다.(따로 배식)"
  },
  {
    "id": 565,
    "name": "토마토샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 토마토는 8조각낸다.2. 양상추는 깨끗이 소독한 후 잘게 찢어놓는다.3. 양파는 모양대로 채썰어 소금.설탕물에 담갔다가 물기를 빼 놓는다.4. 발사믹식초.올리브오일.설탕을 약간 넣어 소스를 만들어 놓는다.-- 은근한 불에 한참 조려 흐를정도로 걸쭉하게 만든후 소금 약간 넣어 간을 맞춘다-- 버무릴때 되직하면 안됨.5. 모든 야채는 물기를 완전히 뺀 후 토마토와 섞어 통에 담아 만들어놓는 소스를 배식직전에 뿌려준다.(따로 배식)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "레몬즙을 섞어준다."
  },
  {
    "id": 567,
    "name": "토마토황도샐러드/오리엔탈소스",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오리엔탈드레싱, 설탕, 레몬즙을 섞어준다.2. 비타민은 염소소독,세척한다.3. 토마토는 웨지모양으로 썬다.4. 황도는 8절 슬라이스로 준비해 물기를 빼둔다.5. 토마토,황도,그린비타민을 오리엔탈소스에 버무려낸다.*소스를 따로 낼 경우에는 오리엔탈소스에, 레몬즙, 설탕 등을 섞어 농도를 맞춘다."
  },
  {
    "id": 570,
    "name": "하와이안 샐러드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "하나에 6g"
  },
  {
    "id": 571,
    "name": "하트단무지",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1인 10개정도씩 배식하나에 3g(한팩에 420개)"
  },
  {
    "id": 572,
    "name": "하트랑단무지랑",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1인 10개정도씩 배식하나에 3g(한팩에 420개)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시"
  },
  {
    "id": 574,
    "name": "해물파전",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지1. 해물은 씻어 살짝 데쳐 물기를 빼 놓고 2. 양파와 쪽파는 짧게 채썰고 홍고추와 풋고추,당근은 잘게 다진다. 3. 재료에 부침가루,계란, 마늘, 소금을 넣고 골고루 섞은 후 기름에 노릇하게 지져 낸다. 주의점 : 1) 모든 식재료는 원산지 및 포장상태를 확인한다.2) 해산물은 입고온도를 확인한 후 사용직전까지 냉장고에 보관한다. 3) 조리된 음식은 소독된 배식용기에 담아서 1시간 이내에 배식하도록 한다.주의점 : 재료를 모두 부치고 나면 먼저 나온 것은 한번 더 데워주세요.--눅눅해진것을 바삭하게, 온도시간관리 팬에 담으실때는 차곡차곡 담되 타공팬에 담아주세요.일반팬에 오일페이퍼를 깔고 타공팬을 끼워서 사용합니다."
  },
  {
    "id": 575,
    "name": "호박새우젓볶음",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 애호박은 반달썰기하여 소금에 절였다가 물기를 짠다.2. 양파,당근-채썰기, 고추-어슷썰기. 3. 실파는 잘게 썬다. --- 오븐작업시  (1) 재료를 모두 혼합하여 고춧가루가 불게 두었다가 200도 7분 코팅팬 콤비4. 들기름에 애호박을 넣고 볶다가 양파를 넣고 볶은 후, 새우젓으로 간을 맞춘후 5. 실파, 마늘, 참깨, 고추가루를 넣고 살짝 볶는다. 주의점: 물기가 생기지 않도록 센불에서 빨리 볶아 주세요.(스팀국솥보다는 부침기를 사용)"
  },
  {
    "id": 576,
    "name": "흑임자드레싱샐러드/연근칩",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 야채 1인양 23g-25g 적정, 과일양 65-75g 사이 배식1. 양상추,양배추,치커리는 깨끗이 씻은 후 손으로 뜯어서 물기를 빼 놓고2. 사과는 세척 소독 후 슬라이스3. 야채를 혼합하고 배식 전 위에 냉동과일, 통조림과일 뿌리기5. 소스는 따로 배식한다. (연근칩은 1인당 약3개 > 개당 5g)"
  },
  {
    "id": 578,
    "name": "히말라야소금김",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 579,
    "name": "허브치킨플레로티/머스터드",
    "role_code": 8,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐190도 10~12분"
  },
  {
    "id": null,
    "name": "참기름",
    "role_code": null,
    "season": [
      "양파과 함께 볶기 -> 굴소스"
    ],
    "recipe": "두반장"
  },
  {
    "id": 583,
    "name": "간장불고기파스타(참나물가니쉬)",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 채소는 세척 소독해서 물기를 빼놓는다.2. 청상추, 참나물,치커리는 먹기좋게 썰어둔다.3. 마늘은 다져서 대파는 잘게 해서 준비해 놓는다.4. 양파는 채썰고 청양고추는 송송 썰어 놓는다.5. 올리브오일에 마늘과 대파를 넣어 파기름을 만들어준다.6. 청양고추를 넣고 볶는다.7. 간장양념을 만든다.   간장+노두유+굴소스+매실+설탕8. 파기름에 고기를 넣고 뭉치치 않게 잘 펴준 후 간장을 넣어 볶아준다.9. 면을 삶고 면수를 조금 남겨둔다. (2차조리 11시30분, 12시10분 )** 삶아진 면은 올리브오일을 묻혀 굳지 않게 한다.** 면 볶을 시간 생각해서 오래 삶지 않기10. 간장양념에 면과 면수를 약간 넣고 볶아준다.(색이 진해지도록)11. 파마산치즈 가루와 파슬리 가루를 뿌려 밧드에 담는다.12. 배식시에 밥자리에 배식하고 위에 채소를 올려준다."
  },
  {
    "id": 585,
    "name": "감바스알아히요파스타",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 마늘은 편썰기2. 새우는 세척후 비린내 제거하기 식초+맛술, 허브솔트 후추에 재워놓기(뚜껑덮기!) 3. 파스타면은 삶아서 찬물에 식혀두고 물기를 제거합니다.**면삶은물(면수)는 버리지말고 조금 남겨놓습니다4. 올리브오일을 넉넉히 부어 중간불에서 편마늘을 노릇해질때까지 볶아준다.** 마늘기름을 만들어주세요5. 마늘이 노르스름해지면 페퍼론치노,생새우살,버섯,토마토 넣고 볶아줍니다.6. 배식전에 면수 남겨둔것을 약간 넣고 파스타면을 볶아준다.   (파스타색이 누리끼리해질때까지)** 재료 준비 다 해놓고 배식전에 해주세요<바게트빵>오븐 건열 살짝만 돌려주세요 빵이 바삭하지 않고 오일을 머금어 먹을수 있도록"
  },
  {
    "id": 586,
    "name": "감자탕볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 등뼈를 삶은 후 고기를 발라낸다.2. 발라낸 고기, 돼지고기, 시래기를 솥에 넣어 간장, 액젓, 마늘, 후추, 고춧가루, 물엿 약간을 넣고 졸인다.3. 다진 김치를 넣고 졸인다.4. 솥에서 밥이랑 소스를 소량씩 볶는다. (바짝 볶아야 한다.)5. 김가루, 참기름을 넣고 나중에 부추 넣고 마무리 한다.6. 밥과 함께 비빈다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "찹쌀"
    ],
    "recipe": "녹두는 각기 잘 세척해 놓는다(녹두는 미리 물에 불려둔다)."
  },
  {
    "id": 588,
    "name": "강황쌀밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "기장밥 10kg정도 여유있게 1. 씻은 쌀은 쌀, 차조을 고루섞어 반별 분량을 달아 밥 밧드에 담는다. 2. 가스다단식취사기인 경우 압력게이지에 압력이 0.8이상 넘어가면 버너의 불을 끄고 20분간 뜸을 들인다."
  },
  {
    "id": 590,
    "name": "고추장비빔밥/달걀프라이",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시*** 비빔밥은 항상 대접을 준비해주세요.1. 무,당근는 곱게 채썰어 따로 볶아 놓는다. 2. 고사리는 소금 간하여 볶아 놓는다. 3. 콩나물은 삶아 소금,깨소금,참기름만 넣어 무쳐 놓는다.   4. 취나물은 소금,깨소금, 들기름만 넣어 볶는다.  5. 돼지고기는 파,마늘,소금,소주,후추로 밑간을 해 볶다가 익으면 고추장,파,마늘,참기름,참깨,설탕,물엿,고춧가루를 넣고 볶아준다 6. 나물류를 가지런히 담아 고추장과 함께 배식한다.7. 계란후라이는 코팅팬 100도 10분 콤비---온도확인!!!전,냉동품/계란말이-계란후라이45g/900g,달걀(국산),풍림푸드돼지고기(뒷다리)/날것,다짐-50%"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "당근은 다지고(채칼 2번 내리기) 곤드레는 썰어 들기름"
    ],
    "recipe": "소금에 볶는다3. 쌀위에 볶은 곤드레"
  },
  {
    "id": null,
    "name": "건새우",
    "role_code": null,
    "season": [
      "물을 붓고 끓으면 식혀서   간장:육수=3;1 정도 되도록 섞는다.(싱겁지 않게"
    ],
    "recipe": "육수는 간을 보면서 조금씩 넣어주세요)"
  },
  {
    "id": null,
    "name": "깨",
    "role_code": null,
    "season": [
      "참기름"
    ],
    "recipe": "다진파를 넣어 완성"
  },
  {
    "id": 593,
    "name": "곤드레밥/달래양념장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 다시마는 먼저 끓여 육수를 내 밥물로 사용합니다. *** 쌀양은 평상시보다 조금 작으니 나물을 넣어 밥을 완성한 후 양을 보도록 합니다.1. 물에 곤드레를 살짝 삶아 물기를 꼭 짜기 2. 당근은 다지고(채칼 2번 내리기) 곤드레는 썰어 들기름,소금에 볶는다3. 쌀위에 볶은 곤드레,다진당근을 얹어 다시마물로 밥을 짓는다4. 쇠고기는 갖은 양념하여 볶아 배식시 밥과 섞는다.***온도체크 5. 육수만들기: 다시마,건새우,멸치,양파,물을 붓고 끓으면 식혀서   간장:육수=3;1 정도 되도록 섞는다.(싱겁지 않게,육수는 간을 보면서 조금씩 넣어주세요) 6. 고추가루,깨,마늘,간장,참기름,다진파를 넣어 완성  7. 양념장과 따로 배식한다. (중점관리기준) 1. 밥받드에 쌀 분배시 식품전용 고무장갑을 착용해 주시고 2. 밥받드외의 다른 기기류를 만지지 않으며3. 이물질이 혼입되지 않도록 각별히 유의하시고                4. 취사가 끝난 후 받드의 뚜껑을 덮을 때 뚜껑에서 물이 줄줄 흐르는 상태로 받드의 뚜껑을 덮지 않도록 뚜껑 세척후 물이 잘 건조될 수 있도록 관리를 철저히 해주세요. 5. 쇠고기는 볶기전까지 냉장고에 보관해 주세요.가. 곤드레(산채),말린것/재배-생데친"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "멸치 육수 우린물로 밥짓기2. 당근은 잘게 다져3. 물에 곤드레를 살짝 삶아 물기를 꼭 짜기 4. 곤드레는 썰어 들기름"
    ],
    "recipe": "소금에 볶는다5. 쌀위에 볶은 곤드레"
  },
  {
    "id": 595,
    "name": "곤드레밥/양념간장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 다시마는 먼저 끓여 육수를 내 밥물로 사용합니다. *** 쌀양은 평상시보다 조금 작으니 나물을 넣어 밥을 완성한 후 양을 보도록 합니다.1. 물에 곤드레를 살짝 삶아 물기를 꼭 짜기 2. 당근은 다지고(채칼 2번 내리기) 곤드레는 썰어 들기름,소금에 볶는다3. 쌀위에 볶은 곤드레,다진당근을 얹어 다시마물로 밥을 짓는다4. 쇠고기는 갖은 양념하여 볶아 배식시 밥과 섞는다.***온도체크 5. 육수만들기: 다시마,건새우,멸치,양파,물을 붓고 끓으면 식혀서   간장:육수=3;1 정도 되도록 섞는다.(싱겁지 않게,육수는 간을 보면서 조금씩 넣어주세요) 6. 고추가루,깨,마늘,간장,참기름,다진파를 넣어 완성  7. 양념장과 따로 배식한다. (중점관리기준) 1. 밥받드에 쌀 분배시 식품전용 고무장갑을 착용해 주시고 2. 밥받드외의 다른 기기류를 만지지 않으며3. 이물질이 혼입되지 않도록 각별히 유의하시고                4. 취사가 끝난 후 받드의 뚜껑을 덮을 때 뚜껑에서 물이 줄줄 흐르는 상태로 받드의 뚜껑을 덮지 않도록 뚜껑 세척후 물이 잘 건조될 수 있도록 관리를 철저히 해주세요. 5. 쇠고기는 볶기전까지 냉장고에 보관해 주세요.가. 곤드레(산채),말린것/재배-생데친"
  },
  {
    "id": 596,
    "name": "곤드레전복솥밥/미나리양념장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "초등기준 : 자숙전복10, 전복내장6.5, 백미62, 표고버섯3, 다싯물75, 참기름 0.92, 버터 1.65, 맛술 0.55, 소금(천일염) 0.091. 다싯물과 불린쌀을 준비2.전복내장을 해동 후 믹서기에 간 뒤, 맛술을 넣어준다.3. 불린쌀과 전복내장, 표고버섯, 다싯물을 섞어 밥을 짓는다.4. 잘게 자른 전복에 버터 1/4과 소금, 참기름을 넣고 볶아준다.5. 완성된 밥에 녹인 3/4버터를 4와 섞어 맛있게 배식한다."
  },
  {
    "id": 597,
    "name": "귀리밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀, 찹쌀,귀리는 각기 잘 세척해 놓는다.2. 씻어 놓은 쌀을 밥팬에 잘 분배하여 담는다. 3. 취사기를 이용하여 밥을 짓는다."
  },
  {
    "id": 598,
    "name": "기장밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "기장밥 10kg정도 여유있게 1. 씻은 쌀은 쌀, 차조을 고루섞어 반별 분량을 달아 밥 밧드에 담는다. 2. 가스다단식취사기인 경우 압력게이지에 압력이 0.8이상 넘어가면 버너의 불을 끄고 20분간 뜸을 들인다."
  },
  {
    "id": 599,
    "name": "기장밥(부식-역사밥상)",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "기장밥 10kg정도 여유있게 1. 씻은 쌀은 쌀, 차조을 고루섞어 반별 분량을 달아 밥 밧드에 담는다. 2. 가스다단식취사기인 경우 압력게이지에 압력이 0.8이상 넘어가면 버너의 불을 끄고 20분간 뜸을 들인다."
  },
  {
    "id": 601,
    "name": "김치낙지죽",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치, 다시마는 육수를 내고2. 표고버섯, 당근은 곱게 다져 놓고 3. 낙지는 굵은소금으로 바락바락 씻은 후 데치고 적당한 크기로 썬다.4. 김치는 잘게 썰어둔다5. 쌀은 씻어 물에 불린 뒤 밥을 짓는다.  6. 달군 냄비에 기름을 두르고 김치를 볶은 후 밥도 볶아준다. 7. 참기름을 두른 후 당근,양파,표고버섯도 볶아주고 육수를 넣고 중불에서 은근히 끓인다.   - 참기름은 식용유에 비해 빠르게 타므로 세지 않은 불에서 볶아주어야 쓴맛이 나지 않아요 8. 쌀알이 푹 퍼지면 국간장, 액젓을 넣어 간한 뒤 통에 담아주세요.   - 쌀알이 퍼지기 전에 국간장을 한 스푼정도 넣어 밑간을 하고 퍼진 후에 소금으로 남은 간을 합니다.9. 통에 담은 후 쪽파와 참깨, 검은깨를 갈아서 위에 뿌려준다. 전복/전복살-냉동전복살"
  },
  {
    "id": 603,
    "name": "김치볶음덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀로 고슬고슬하게 밥을 짓는다. 2. 김치는 송송 썬다. 3. 채소류는 볶음밥용으로 썰어준다(당근은 아주 작게). 4. 햄은 끓는 물에 데치기 5. 김치는 볶다가 6. 야채,햄을 넣고 굴소스,토마토케찹,고추장,고춧가루,후추를 간을 맞춰 국물이 자작하게 볶아 통에 담아주세요. 7. 밥과 따로 담아주세요."
  },
  {
    "id": 604,
    "name": "김치제육덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "630명 100kg 양 많음 1인 150g 적정함1.모든 야채는 세척후 양배추, 양파는 채썰고 당근 얇게 네모썰기, 파는 채썬다..2.양파, 마늘은 다진다.3. 돼지고기에 맛술, 생강즙,마늘,후추를 넣어 재우고 채소와 고추장양념을 하여 코팅팬에 담는다. 4.오븐에 돈육볶음 으로 조리 후 볶음솥이나 스팀솥에 한번 더 볶아낸다."
  },
  {
    "id": 606,
    "name": "김치참치오니기리",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 김치는 다져 국물을 짠 후 설탕 약간 넣고 센불에 볶아 물기가 생기지 않도록 한다--- 물기가 생길경우 바구니에 받혀 물기를 제거한다.2. 참치는 바구니에 받쳐 기름기를 제거 후 타공팬 110도 10분 콤비.-- 밑에 일반팬 받혀두기3. 김은 4등분한다.4. 볶은 김치와 참치를 섞는다.5. 밥이 다 되면 후리가케,소금, 참기름, 참깨등으로 양념한다. 6. 밥을 꽁꽁 뭉쳐 넓게 펴 가운데에 참치김치를 1수저 동그랗게 오므려 삼각형을 만든다7. 4등분한 김 가운데 밥을 얹어 감싸쥐어 김을 밥을 덮어준다."
  },
  {
    "id": null,
    "name": "고춧가루",
    "role_code": null,
    "season": [
      "매실액"
    ],
    "recipe": "설탕"
  },
  {
    "id": null,
    "name": "고춧가루",
    "role_code": null,
    "season": [
      "매실액"
    ],
    "recipe": "설탕"
  },
  {
    "id": 610,
    "name": "나폴리탄스파게티",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "19.03.20 1000명기준 스파게티 면 95kg 두밧드남음1. 피망,양파,양송이버섯은 잘게 다진다. 2. 콩기름에 양파,피망,양송이버섯을 넣고 볶는다. 3. 토마토는 갈아 놓고4. 소시지는 데쳐서 물기를 빼놓는다.5. 갈은 토마토, 토마토케첩,토마토퓨레,스파게티소스,고추장 넣고    중불에서 끓이다가 버터와 소시지, 볶은야채를 넣고 어우러지면    설탕,소금,후추로 간을 맞춰 끓인다. 6. 스파게티는 기름과 소금을 넣고 삶아낸 후 재빨리 찬물에 헹궈 물기를 빼고 올리브유를 넣고 버무린다. 7. 쪽파는 세척, 소독 후 송송 썰어 배식 직전에 국통에 넣어주세요.8. 면, 소스, 눈꽃치즈를 따로 배식  ** 치즈는 넉넉히 주세요~--- 소스양을 넉넉히 준비해 주세요"
  },
  {
    "id": 612,
    "name": "날치알스리라차주먹밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 밥은 고슬고슬하게 지어서2. 후리카케 무장아찌다진것 참기름 후추 간해서 섞어준다.3. 둥글게 말아서 김가루에 굴려주고4. 소스는 마요네즈+스리라차+날치알데친것+레몬즙(비린내제거용)+청양고추 송송썬것을 섞어5. 배식때 주먹밥 위에 얹어준다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "찹쌀"
    ],
    "recipe": "녹두는 각기 잘 세척해 놓는다(녹두는 미리 물에 불려둔다)."
  },
  {
    "id": 615,
    "name": "누룽지닭죽",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "폐기율 적용 닭고기(성계)35%1. 찹쌀,쌀은 물에 담가 불려 놓는다.2. 닭고기 세척하여 다시마국물을 우린다.3. 표고버섯,호박,당근은 다져 놓는다.4. 닭고기가 익으면 닭뼈를 발라내고 닭살을 찢어 넣는다.5. 불려놓은 찹쌀과 누룽지 다진 야채를 넣고 밑에가 눌지 않도록 저어 가면서 끌인다."
  },
  {
    "id": 616,
    "name": "눈꽃치즈제육덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 모든 야채는 세척후 양배추, 양파는 채썰고 당근 얇게 네모썰기, 파는 채썬다..2. 양파, 마늘은 다진다.3. 돼지고기에 맛술, 생강즙,마늘,후추를 넣어 재우고 채소와 고추장양념을 하여 코팅팬에 담는다. 3. 오븐에 돈육볶음 으로 조리 후 볶음솥이나 스팀솥에 한번 더 볶아낸다.4. 상추는 소독 세척후 채썰어 데코로 올려줍니다, 세척 3번이상 벌레없을때까지컵밥 밥-제육-상추-눈꽃치즈 순서로 올려줍니다."
  },
  {
    "id": 617,
    "name": "단팥죽(자율)",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 팥을 깨끗이 씻은 후 물을 넣고 3-5분 끓이다가 첫물은 버리고 다시 물을 부어 푹퍼져 터질때까지 삶은 후 식힌다.(첫물을 버리는이유는 떫은맛을 없애기 위함) 2. 믹서기에 삶은 팥을 넣고 약간의 물을 섞어가며 곱게 간다.(체에 걸러 팥물을 내림)  3. 팥물에 찹쌀가루를 넣어 죽을 끓이다가 새알심을 넣고 익어서 떠오를때까지 끓인다. 4. 팥앙금을 넣고 다시 5분 정도 더 끓인 후 소금, 설탕으로 간을 한다. ★팥이 잘 타기 때문에 신경써서 계속 저어주어야 함"
  },
  {
    "id": 618,
    "name": "단호박카레라이스",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀로 고슬고슬하게 밥을 짓는다.    ☆ 바닥으로부터 60㎝ 이상 높이에서 작업  2. 감자, 당근, 양파는 살균, 소독된 절단기로 작은 깍뚝썰기하여 콩기름으로 소금을 약간 넣고 볶아낸다.     ♧ 74℃, 15초 이상 유지  3. 작은깍뚝썰기 된 고기도 볶아낸다.  4. 2, 3을 합하여 물을 붓고 끓인다.  5. 끓는 야채에 물에 푼 카레가루를 넣고 한소끔 끓으면 6. 크림을 넣고 저어가며 끓여 완성.  이때 눌치 않도록 잘 저어야 한다"
  },
  {
    "id": 619,
    "name": "닭가슴살로제파스타",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 파스타 1인 95g / 닭가슴살 30g *1050명 기준 파스타 115kg사용 25kg정도 남음 면줄이기방울토마토는 일반토마토로 변경함 우유,크림 추가함물은 넣지 말것,양파에서 물이 많이 나옴/조금만 더 되직하게 조리1. 양파(채), 마늘(편), 고추(어슷), 토마토(1/2등분)2. 스파게티는 소금물에 기름을 넣어 삶기 (삶은 물 따로 덜어두기)    면은 삶은 후 기름을 살짝 부려 식혀서 담는다3. 팬에 볶기 (양파 + 마늘 + 고추 -> 닭가슴살 + 청주 + 소금 -> 토마토페이스트   -> 스파게티삶은물 + 생크림 + 케찹 -> 끓어오르면 -> 스파게티면"
  },
  {
    "id": 621,
    "name": "도토리묵국밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**쪽파 염소소독 실시1.멸치, 다시마, 양파, 무, 마늘, 파, 생강, 청주 넣고 육수를 충분히 우려낸다. 2.김치는 다진후 송송썬 쪽파, 참기름, 고추가루,깨소금 넣어 무쳐 놓은다.3. 호박,당근은 채썰어 볶아놓는다. 액상란도 지단을 부쳐 채썬다.4. 도토리묵은 타공팬 습열 100도 조리후 김치와 버무린다. 배식직전에!5. 호박, 당근, 지단은 국에 넣어 배식하고 도토리묵+김치/김가루는 따로 배식한다.국물을 오래 끓인다."
  },
  {
    "id": 622,
    "name": "돼지고기김치솥밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 김치는 양념을 씻어내고 물기를 꼭 짠 후 총총 썰어둔다.2. 김치 1/3를 쌀과 함께 밥을 짓는다 (김치 수분 생각하여 물조절하기)3. 남은 김치 2/3는 물기를 꼭 짜고 참기름, 깨소금으로 양념해둔다4. 양파는 간장육수 내는 것 제외하고 다진다.5. 돼지고기는 술 생강즙으로 누린내를 없애고6. 다진양파와 볶아둔다(노두유 혹 자장가루 넣고 볶으면 색깔 맛이 좋음)7. 다시육수에 부추(달래), 들기름으로 양념장을 만든다.배식은 김치/고기/돌자반+밥에 섞기/양념장"
  },
  {
    "id": 623,
    "name": "땡초고기주먹밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": ">700기준 쌀35 쇠고기5 무장아찌5 청양1 김자반2 후리카케2>후리카케 백미 기준 1/10이나(백미20k사용 후리카케2kg) 김자반 및 장아찌가 들어가므로 넣기 전 간 확인해서 넣어주세요1. 밥을 고슬고슬하게 짓기2. 쇠고기는 밑간 후 다진 청양고추와 함께 볶기3. 무장아찌 다지기4. 밥과 2,3, 후리카케, 검은깨 넣고 비비기 -> 둥글게 말기5. 밥판에 셋팅+데리소스, 마요소스 3구통에 담고 드리즐 (파슬리 살짝)"
  },
  {
    "id": 624,
    "name": "랍스타&로제파스타",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 파스타 1인 95g / 닭가슴살 30g *1050명 기준 파스타 115kg사용 25kg정도 남음 면줄이기920명 기준 파스타 90kg사용 많이 남음...방울토마토는 일반토마토로 변경함 우유,크림 추가함물은 넣지 말것,양파에서 물이 많이 나옴/조금만 더 되직하게 조리<로제파스타>1. 양파(채), 마늘(편), 고추(어슷), 토마토(1/2등분)2. 스파게티는 소금물에 기름을 넣어 삶기 (삶은 물 따로 덜어두기)    면은 삶은 후 기름을 살짝 부려 식혀서 담는다3. 팬에 볶기 (양파 + 마늘 + 고추 -> 닭가슴살 + 청주 + 소금 -> 토마토페이스트   -> 스파게티삶은물 + 생크림 + 케찹 -> 끓어오르면 -> 스파게티면<랍스타버터구이>1. 냉동제품 랍스타는 물에 해동 후 청주, 식초로 비린내를 제거한다.2. 오븐에 쪄준다.3. 등부분을 잘라서 치즈와 녹인버터 파슬리를 섞은뒤 넣어준다.4. 오븐에 치즈가 녹을정도로 구워주고 보온배식한다."
  },
  {
    "id": 625,
    "name": "렌틸콩밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.쌀, 렌틸콩은 잘 씻는다.(이물질-벌레 등 확인)2.받드에 2바가지씩 불린쌀을 넣고 물을 넣는다.(위로 0.5cm정도)"
  },
  {
    "id": null,
    "name": "굴소스",
    "role_code": null,
    "season": [
      "진간장"
    ],
    "recipe": "소금"
  },
  {
    "id": null,
    "name": "맛술 2",
    "role_code": null,
    "season": [
      "고춧가루 2"
    ],
    "recipe": "후추 조금)."
  },
  {
    "id": 627,
    "name": "마파두부덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 양파는 볶음밥용 썰기, 홍고추는 어슷, 파는 송송 썰어둔다.2. 두부는 물기를 없애고 소금간을 해둔다.3. 돼지고기는 생강, 소주, 소금, 후추로 밑간을 해두고 잡내를 제거한다.4. 솥에 기름을 두르고 파기름을 내준다. 5. 양파를 넣고 익을때쯤 고기를 넣는다.6. 두반장소스, 굴소스, 고추장 약간, 고춧가루, 전분 약간을 넣는다.7. 두부, 고추를 넣고 잘 섞어준다. 두부는 너무 크지 않게 큰것은 부숴준다.8. 참기름 약간과 참깨를 넣고 불을끈다."
  },
  {
    "id": 629,
    "name": "매콤낙지덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 낙지는 밀가루, 굵은소금에 바락바락 씻어 소량씩 데쳐준다.2. 야채는 씻어 채썰기, 상추는 곱게 채썰기3. 양념장 만들기-설탕,간장,고춧가루,굴소스,미림,소금,물엿,마늘,파, 고추장4. 낙지를 양념장에 재워 놓기5. 솥에 식용유를 두르고 달군 후 재워둔 낙지를 볶다가 당근,양파,양배추,미나리를 넣어 볶는다6. 물이 생기면 전분물을 약간 넣도록 합니다7. 배식시 밥위에 볶은 낙지와 상추를 얹어 주도록 합니다.***물 넣지 마세요~!!!***상추는 소독후 세척할때 이물질 없는지 한번더 확인해주세요"
  },
  {
    "id": 630,
    "name": "매콤유산슬덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명기준 고기20kg, 낙지,오징어55kg, 죽순30kg(고형량고려x), 새우15kg 한밧트 반정도 남음1. 식용유에 어슷하게 썬 대파를 볶는다.2. 채 썬 죽순을 넣어 2분 볶고, 채썬 오징어, 새우, 다진마늘을 넣고 중불에서 1분 볶는다.3. 멸치,다시마 육수를 넣고 강불에서 끓인 뒤 새송이버섯, 당근, 청양고추, 홍고추, 양파, 국간장을 넣고 3분 끓인다.(새송이는 죽순크기로)4. 굴소스, 고추씨기름, 고춧가루, 소금을 넣고 중약불에서 저어가며 3분 끓인다. 전분물을 넣은 다음 중약불에서 저어가며 2분 끓인다.18.11.16 굴소스 증량"
  },
  {
    "id": 632,
    "name": "멕시칸볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*1000명 기준 페이스트3kg 살사소스8kg, 굴소스2.27kg, 시즈닝1kg1. 밥을 고슬고슬하게 짓는다. 2. 각종채소 깨끗피 세척한 후 아주잘게!!*** 깍둑썰기한다.3. 올리브유를 두르고 시즈닝가루,살사소스를 뿌려가며 채소볶는다.4. 소고기는 간장, 마늘 설탕 노두유**(색깔내기) 양념 후 대파와 볶아낸다.5. 모든 재료를 섞은 다음 넣고 볶는다."
  },
  {
    "id": 633,
    "name": "명란김주먹밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 밥은 고슬고슬하게 지어서2. 후리카케 무장아찌다진것 참기름 후추 간해서 섞어준다.3. 둥글게 말아서 김가루에 굴려주고4. 소스는 마요네즈+스리라차+날치알데친것+레몬즙(비린내제거용)+청양고추 송송썬것을 섞어5. 배식때 주먹밥 위에 얹어준다."
  },
  {
    "id": 634,
    "name": "목살볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "목살 사양 1*2*31. 모든야채는 네모썰기 한다.(카레용)2. 야채는 코팅팬에 각각 담아 160도 15분 콤비로 굽는다.(중심온도 준수)3. 목살은 청주로 잡내를 제거하고 키위로 연육해놓는다.   소금, 후추로 밑간을 하여 오븐에 굽는다.(중심온도 준수)4. 밥은 되게 짓는다. (양파에서 나온 육수, 고기기름 약간을 넣어 볶을 것이기 때문에 밥은 아주 꼬들하게 한다.) 5. 볶음솥에 밥, 볶은 야채, 목살을 넣고 볶다가 소금, 굴소스 등 양념을 넣어 볶는다. * 사이다와 섞은 마요네즈는 소스통에 담아 자율배식한다.   (통은 4개만 준비하고 중간중간 뒷배가 채워놓는다.) * 800식수에 쌀 56kg 했는데 아슬아슬하게 딱 맞았음"
  },
  {
    "id": 635,
    "name": "목살필라프",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 목살은 카레깍둑 사양* 파프리카는 다른 야채보다 더 잘게 다져주기! 크면 잘 안먹음...1. 목살과 돈지는 손가락 한마디 크기로 썰어 양념에 재워둔다 (키위, 마늘, 미림, 생강, 소금, 후추)2. 팬에 기름을 두르고 대파(동글동글썰기-흰색줄기위주)를 볶아 향을 낸다.3. 밑간해놓은 목살과 청양고추를 잘게 다져 볶다 야채를 넣어 볶아준다.    (불을 세게 키워 청주를 넣어 누린내 제거)4. 부추는 소독 후 잘게 다진다.5. 굴소스, 바베큐 소스 등은 끓여서 준비   -> 밥과 3에 소스를 넣고 버무린 후 솥에서 조금씩 볶는다.6. 소독한 부추는 쫑쫑 썰어 거의 다 볶아졌을 때 솥에 넣고 버무려준다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "전복내장6.5"
    ],
    "recipe": "백미62"
  },
  {
    "id": 638,
    "name": "미니꽁보리밥/고추장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 639,
    "name": "미니유부초볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.밥을 한다. 2.야채는 볶음밥용으로 썰어낸다. 3.콩기름을 두르고 야채는 무르지 않게 살짝 볶아내고, 고기 또는 햄(마늘,소금,후추간)를 볶아낸다. 4.밥에 야채, 검정깨, 햄, 다진 유부를 넣고 비벼준다.5. 간을 보고 싱거우면 식초, 설탕, 소금을 넣고 간을 맞춰준다.- 유부 간을 보고 밥 간을 맞춘다. 밥 간은 처음에는 심심하게 맞춰 놓는다.유부조미액사용."
  },
  {
    "id": 640,
    "name": "미니톳밥/간장양념",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 다시마는 먼저 끓여 육수를 내 밥물로 사용합니다. *** 쌀양은 평상시보다 조금 작으니 나물을 넣어 밥을 완성한 후 양을 보도록 합니다.*** 부추, 실파 염소소독 실시** 건톳 사용시 1인량 0.3-0.4g정도 1. 염장톳은 깨끗이 씻어 2cm 길이로 썰어 참기름, 마늘, 국간장으로 양념하여 재운다.2. 당근, 새송이는 곱게 다진다. 부추, 실파는 0.5cm 길이로 송송 썬다.3. 씻은 쌀 위에 톳과 야채를 넣고 밥을 짓는다--밥물을 적게 잡아주세요.4. 양념장 만들기- 양파, 다시마를 넣어 끓인 다싯물을 내고 식혀 5. 간장에 4의 다싯물과 참기름, 참깨, 고춧가루, 부추, 실파를 넣어 양념간장을 만든다."
  },
  {
    "id": null,
    "name": "토마토케첩",
    "role_code": null,
    "season": [
      "고추장"
    ],
    "recipe": "월계수잎"
  },
  {
    "id": 644,
    "name": "발아현미밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀, 찹쌀, 현미, 발아현미는 잘 세척해 놓는다. 2. 씻어 놓은 쌀과 잡곡을 밥팬에 잘 분배하여 담는다. 3. 취사기를 이용하여 밥을 짓는다."
  },
  {
    "id": 645,
    "name": "밥버거(햄김치)",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 야채는 다진후  볶아놓는다.2. 슬라이스된 스팸은 오븐에 노릇하게 굽는다.3. 김치와 통조림햄은 잘게 다져서 볶아준다.4. 김가루, 밥, 참깨,참기름, 볶은양파, 피망, 감자 넣어 버무리기 5. 버무린 밥을 대접에 1/3 깐다. 6. 밥위에 치즈 깔고 볶음김치를 올린 뒤 스팸을 1개씩 올린 후 나머지 밥을 얹는다.* 2인치 팬에 15~18개 정도 나오면 적당함. (3*5개 혹은 3*6개) 치즈 크기에 맞추기"
  },
  {
    "id": null,
    "name": "밥",
    "role_code": null,
    "season": [
      "볶은양파"
    ],
    "recipe": "피망"
  },
  {
    "id": 647,
    "name": "백김치크림파스타",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 감자는 삶아서 으깨두고, 스파게티면은 배식전 15분 정도 삶아서 올리브유를 발라 둔다.(시간차를 두고 세번 삶아낸다) 2. 쥬키니호박(길게), 양송이버섯(세로썰기), 양파(반달길게), 청양고추를 썬다. 3. 베이컨도 잘게 썬다. 4. 올리브유에 다진 마늘이 익을 때 까지 볶는다. 베이컨, 버섯과 양파, 호박을 넣고 센불에 볶는다.5. 솥에 우유와 생크림, 크림스파게티소스, 으깬 감자를 넣고 약한 불에 잘 저어가면서 끓인다(쉽게 누를 수 있으니 잘 저어준다). 6. (5)에 볶은 야채와 체다 치즈를 넣고 약한 불에서 끓인다 : 약한 불에서 흐를 정도로 끓인다. 절대 되직하면 안됨!! 7. 백김치는 물기를 최대한 뺴고 참기름으로 간 한다. 파스타/백김치/소스를 배식대에 따로 낸다."
  },
  {
    "id": 648,
    "name": "버터치킨카레",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 시금치는 다듬어 데친다.2. 당근, 양파, 감자 깍둑썰어 콩기름에 볶는다. (양파는 갈색이 나게 볶는다.)3. 닭고기는 밑간(마늘, 후추, 설탕)해서 볶는다.4. 2,3의 재료에 물을 넣고 끓인다.5. 카레가루는 미지근한 물에 덩어리 없이 잘풀어 재료가 완전히 익으면 붓고 잘 저어주면서 끓인다.6. 마지막에 데친 시금치, 파마산 가루를 넣는다.*오뚜기 버터치킨카레 알레르기표시: 2,5,6,12,15,16,18*일반카레보다 기호도 좋음"
  },
  {
    "id": 649,
    "name": "버터치킨카레라이스/난",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀로 고슬고슬하게 밥을 짓는다.    ☆ 바닥으로부터 60㎝ 이상 높이에서 작업  2. 감자, 당근, 양파는 살균, 소독된 절단기로 작은 깍뚝썰기하여 콩기름으로 소금을 약간 넣고 볶아낸다.     ♧ 74℃, 15초 이상 유지  3. 작은깍뚝썰기 된 고기도 볶아낸다.  4. 2, 3을 합하여 물을 붓고 끓인다.  5. 끓는 야채에 물에 푼 카레가루를 넣고 한소끔 끓으면 6. 크림을 넣고 저어가며 끓여 완성.  이때 눌치 않도록 잘 저어야 한다"
  },
  {
    "id": 651,
    "name": "병아리콩밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.쌀, 병아리콩은 잘 씻는다.(이물질-벌레 등 확인)2.받드에 2바가지씩 불린쌀을 넣고 물을 넣는다.(위로 0.5cm정도)"
  },
  {
    "id": 652,
    "name": "보리밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀, 찹쌀, 보리는 각기 잘 세척해 놓는다. ( 통보리를 사용할 경우 삶아서 사용한다 ) 2. 씻어 놓은 쌀과 잡곡을 밥팬에 잘 분배하여 담는다. 3. 취사기를 이용하여 밥을 짓는다."
  },
  {
    "id": 654,
    "name": "봄나물비빔밥/쇠고기양념장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 냉이, 취나물, 참나물, 콩나물은 데쳐서 꼭 짠 후 먹기좋게 썰어 섞다.2. 나머지 생채소들 소독하여 따로 배식. 3. 쇠고기약고추장 만들기."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양배추와 당근"
    ],
    "recipe": "양파"
  },
  {
    "id": null,
    "name": "당근",
    "role_code": null,
    "season": [
      "양파"
    ],
    "recipe": "대파를 넣고 볶는다."
  },
  {
    "id": 657,
    "name": "부어스트볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀을 잘 씻는다.(이물질-벌레 등 확인)2. 밥은 고슬하게 짓는다.3. 당근, 양파, 감자, 호박을 잘게 썬다.4. 당근, 양파, 감자, 호박을 소금 넣고 볶고 아삭거리는 식감이 없게 충분히 익힌다.5. 다 익었으면 햄을 넣고 볶아준 후, 굴소스를 넣어준다.6. 밥에 볶은 야채, 햄, 참기름, 깨를 넣고 섞어준 후 부족한 간은 소금으로 맞춘다.5. 당근, 양파, 감자, 호박, 계란, 베이컨, 밥을 넣고 맛과 색을 맞추며 함께 볶아낸다.6. 5에 소금으로 간을 맞추고 참기름 ,참깨를 넣어 마무리 한다.(파프리카 추가될 수 있음)"
  },
  {
    "id": 660,
    "name": "불고기김치비빔밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 소고기는 간장, 배, 다진마늘, 설탕으로 밑간해놓는다.2. 김치는 잘게 썰어서 기름에 양파와 같이 볶는다.   3. 쪽파는 소독세척후 송송썰어놓는다.4. 배식 시 밥 위에 소고기 김치 김가루를 배식해준다."
  },
  {
    "id": 661,
    "name": "불고기낙지덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 낙지는 데칠 때 85도 나오는지 3군데 이상 1분이상 확인하기!!1. 양념장을 만들어서2. 양배추,양파,당근-채썰기3. 식용유에 고추가루를 볶아서 고추기름을 낸 후 고추장을 볶다가4. 양파, 당근, 양배추를 센불에 볶아 물기가 생기지 않도록 해준다.5. 고기,파,마늘,설탕 먼저 볶아주고6. 낙지를 넣고 휘리릭 볶아서7. 불 끄고 참기름, 깨 넣어 완성"
  },
  {
    "id": 662,
    "name": "불고기낙지죽",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치, 다시마는 육수를 내고2. 표고버섯, 당근은 곱게 다져 놓고 3. 낙지는 굵은소금으로 바락바락 씻은 후 데치고 잘게 썬다.4. 소고기는 간장,설탕,후추,다진마늘로 밑간해놓는다.5. 쌀은 씻어 물에 불린 뒤 밥을 짓는다.  6. 달군 냄비에 기름을 두르고 고기를 볶은 후 밥도 볶아준다. 7. 참기름을 두른 후 당근,양파,표고버섯도 볶아주고 육수를 넣고 중불에서 은근히 끓인다.   - 참기름은 식용유에 비해 빠르게 타므로 세지 않은 불에서 볶아주어야 쓴맛이 나지 않아요 8. 쌀알이 푹 퍼지면 국간장,소금을 넣어 간한 뒤 통에 담아주세요.   - 쌀알이 퍼지기 전에 국간장을 한 스푼정도 넣어 밑간을 하고 퍼진 후에 소금으로 남은 간을 합니다.9. 통에 담은 후 쪽파와 참깨, 검은깨를 갈아서 위에 뿌려준다. 전복/전복살-냉동전복살"
  },
  {
    "id": 663,
    "name": "불고기낙지죽/흰죽",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치, 다시마는 육수를 내고2. 표고버섯, 당근은 곱게 다져 놓고 3. 낙지는 굵은소금으로 바락바락 씻은 후 데치고 잘게 썬다.4. 소고기는 간장,설탕,후추,다진마늘로 밑간해놓는다.5. 쌀은 씻어 물에 불린 뒤 밥을 짓는다.  6. 달군 냄비에 기름을 두르고 고기를 볶은 후 밥도 볶아준다. 7. 참기름을 두른 후 당근,양파,표고버섯도 볶아주고 육수를 넣고 중불에서 은근히 끓인다.   - 참기름은 식용유에 비해 빠르게 타므로 세지 않은 불에서 볶아주어야 쓴맛이 나지 않아요 8. 쌀알이 푹 퍼지면 국간장,소금을 넣어 간한 뒤 통에 담아주세요.   - 쌀알이 퍼지기 전에 국간장을 한 스푼정도 넣어 밑간을 하고 퍼진 후에 소금으로 남은 간을 합니다.9. 통에 담은 후 쪽파와 참깨, 검은깨를 갈아서 위에 뿌려준다. 전복/전복살-냉동전복살"
  },
  {
    "id": 664,
    "name": "불고기채소비빔밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "당근, 상추 염소소독1. 당근, 호박은 살균, 소독된 절단기에서 채썰기한다.(당근 얇은 채, 호박 굵은 채)2. 호박은 소금을 약간 넣고 기름에 볶는다. 3. 상추와 열무김치는 먹기 좋게 썰어 준비한다. 4. 돼지고기는 간장, 흑설탕, 생강, 마늘, 매실, 참깨, 후추가루를 넣어 양념한 후 볶는다.(간장불고기) 5. 상추, 당근, 도토리묵, 호박, 열무김치를 모두 혼합하여 고춧가루, 간장, 설탕으로 양념하여 무친다.6. 고추장양념장을 만든다.(고추장, 간양파, 순두부, 마늘, 물엿, 설탕, 참기름 ,참깨 ,실파) * 냉면기 사용하여 밥>고기>야채>고추장* 간장불고기에는 흑설탕 사용* 열무김치 불가능한 시기에는 맛김치로 대체"
  },
  {
    "id": 665,
    "name": "불낙비빔밥(따로배식)",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 666,
    "name": "비벼먹는찜닭",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 고기를 씻고 밑간 후 오븐에 데치듯이 익힌다.2. 밥두그륵뚝닭소스, 닭곰탕 육수, 고기, 야채를 넣고 익힌다.3. 야채가 익은 후 비밥찜닭 전용파우더를 물에 갠 후 잘 젓는다.4. 고르게 섞이도록 저으면서 한소끔 끓인다.오븐조리시 콤비 190도 20분 조리"
  },
  {
    "id": 667,
    "name": "비빔밥/두부고추장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시*** 비빔밥은 항상 대접을 준비해주세요.1. 무,당근는 곱게 채썰어 따로 볶아 놓는다. 2. 고사리는 소금 간하여 볶아 놓는다. 3. 콩나물은 삶아 소금,깨소금,참기름만 넣어 무쳐 놓는다.   4. 취나물은 소금,깨소금, 들기름만 넣어 볶는다.  5. 고추장,파,마늘,참기름,참깨,설탕,물엿,고춧가루,두부를 넣고 볶아준다 6. 나물류를 가지런히 담아 고추장과 함께 배식한다.7. 계란후라이는 코팅팬 100도 10분 콤비---온도확인!!!전,냉동품/계란말이-계란후라이45g/900g,달걀(국산),풍림푸드돼지고기(뒷다리)/날것,다짐-50%"
  },
  {
    "id": 668,
    "name": "비빔밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독실시 *** 비빔밥은 항상 대접을 준비해주세요.1. 쌀,보리는 씻어 질지 않게 밥을 지어 놓는다. 2. 당근은 채썰어 볶기 3. 무는 채썰어 파,마늘,고춧가루 넣어 무친다.  4. 콩나물는 손질하여 데쳐 물기를 짠 후 소금,들기름,깨만 넣고 무친다 5. 녹두묵은 채썰어 볶은 당근과  함께 무친다. 6. 상추는 씻어 곱게 채썰어 놓고 7. 돼지고기, 설탕,다진파,다진마늘,물엿,물을 넣고 볶다가 고추장을 넣고 끓여 소스통에 담아 주세요.8. 나물은 녹두묵무침과 콩나물무침, 상추와 무생채를  반씪 통에 담아주세요. 9. 계란후라이는 코팅팬 100도 10분 콤비---온도확인!!!HACCP: 1.콩나물은 삶아 상하기 쉬우므로 냉장보관하세요 주의점: 야채는 각각 무치거나 볶을때 살짝 간을 하세요.전,냉동품/계란말이-계란후라이45g/900g,달걀(국산),풍림푸드"
  },
  {
    "id": 669,
    "name": "삼겹살김밥1/2",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "야채는 세척,염소소독 실시1. 풋고추는 소독,세척 후 반으로 세로로 길게 갈라 씨를 털어준다.   물에 담궈 여러번 흔들어 씨를 빼주세요2. 쌈장은 된장, 고추장, 쌀엿, 실파, 마늘, 참기름, 참깨를 넣고 잘 섞어준다.3. 밥은 고슬고슬하게 지어서 소금, 깨, 참기름을 넣고 섞어준다.4. 삼겹살은 끓는물에 데쳐서 기름기를 빼놓는다.5. 오븐에 노르스름할 정도로 살짝만 구워준다.6. 오븐에 생긴 삼겹살기름으로 맛김치를 전판에 구워준다.7. 김밥용김을 깔고-깻잎 두장 나란히-삼겹살-김치-쌈장-풋고추 1개(반가른1/2개를 나란히 2개)   순으로 올리고 터지지 않게 잘 말아준다8. 적당한 굵기로 썰어서 1인 반줄씩 배식하면 완성!"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "고사리"
    ],
    "recipe": "콩나물은 데쳐서 꼭 짠 후 먹기좋게 썰어"
  },
  {
    "id": null,
    "name": "간마늘",
    "role_code": null,
    "season": [
      "후춧가루"
    ],
    "recipe": "참기름"
  },
  {
    "id": 671,
    "name": "삼색나물비빔밥/쇠고기양념장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 시금치, 고사리, 콩나물은 데쳐서 꼭 짠 후 먹기좋게 썰어 2. 갖은양념하여 무쳐놓는다. 배식 전까지 섞지 말기3. 쇠고기약고추장 볶아서 만들기.**고사리 상태 안좋을 경우, 무,당근 추가해서 볶아 넣기"
  },
  {
    "id": 673,
    "name": "서리태콩밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 4밧드 정도만 콩을 넣고 나머지는 찰밥으로 해주세요1. 씻은 쌀, 콩을 고루섞어 반별 분량을 달아 밥 밧드에 담는다. 2. 가스다단식취사기인 경우 압력게이지에 압력이 0.8이상 넘어가면 버너의 불을 끄고 20분간 뜸을 들인다."
  },
  {
    "id": null,
    "name": "참기름",
    "role_code": null,
    "season": [
      "양파과 함께 볶기 -> 굴소스"
    ],
    "recipe": "두반장"
  },
  {
    "id": 676,
    "name": "소보로비빔밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다진 쇠고기와 돼지고기는 불고기 간장양념으로 볶는다.2. 김치는 다져서 참기름으로 볶아준다.3. 깻잎과 상추는 작게 자른다.4. 계란은 스크램블로 잘게 볶아낸다.5. 당근도 잘게 다져 밥할때 같이 지어준다.6. 계란+당근은 밥에 섞어서 배식하고    깻잎+상추+김가루/김치/고기 나눠서 배식한다.양념이 따로 없어 고기+김치의 간으로 비벼먹기 때문에 국물양을 넉넉히 하고간간하게 한다."
  },
  {
    "id": 677,
    "name": "쇠고기야채볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀을 잘 씻는다.(이물질-벌레 등 확인)2. 밥은 고슬하게 짓는다.3. 당근, 양파, 감자, 호박을 잘게 썰고, 계란은 파각하여 계란물을 풀어둔다. 4. 당근, 양파, 감자, 호박을 볶고 계란은 스크램블 한다. (계란 85도 이상확인)5. 소고기는 핏물을 빼고 살짝 볶는다.5. 당근, 양파, 감자, 호박, 계란, 베이컨, 밥을 넣고 맛과 색을 맞추며 함께 볶아낸다.6. 5에 소금으로 간을 맞추고 참기름 ,참깨를 넣어 마무리 한다.(파프리카 추가될 수 있음)"
  },
  {
    "id": 678,
    "name": "쇠고기야채죽",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.찹쌀,쌀은 물에 담가 불려 놓는다.2.다시마국물을 우린다.3.쇠고기에 후추, 소금, 참기름을 넣고 볶다가 불린쌀을 넣고 참기름을 넣고 볶는다. 4.다시마 우린 물을 넣고 저어가면서 끓인다.5.애느타리버섯,애호박,당근은 깨끗이 세척 후 잘게 다져 놓는다. 6.불려놓은 찹쌀과 다진 야채를 넣고 밑에가 눌지 않도록 저어 가면서 끌인다."
  },
  {
    "id": 679,
    "name": "쇠고기콩나물밥/양념간장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "980명 기준 쌀양 75kg사용 6받드 남음 60kg로 줄여도됨***야채 염소소독 실시1. 간장에 양파와 멸치,물을 1/3(간장양)를 넣어 끓여 식히고2. 쇠고기는 갖은 양념하여 볶아 놓는다.3. 표고버섯은 깨끗이 씻어 곱게 다지고4. 당근은 다지고 5. 쌀은 씻어 당근,표고버섯과 섞어 솥에 앉힌 후6. 씻은 콩나물은 2등분 하여 위에 얹어 질지 않게 물을 잡아 밥을 짓는다. 7. 식힌 간장은 걸러 고추가루,깨,참기름,부추를 넣어 양념간장을 만듭니다.8. 밥이 다 되면 양념장과 따로 배식한다.(중점관리기준)1. 솥에 쌀 배분시 식품전용 고무장갑을 착용해 주시고  다른 기기류를 만지지 않으며 이물질이 혼입되지 않도록 각별히 유의하시고   2. 쇠고기는 볶기전까지 냉장고에 보관해 주세요."
  },
  {
    "id": 681,
    "name": "숙성카레라이스",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀로 고슬고슬하게 밥을 짓는다.    ☆ 바닥으로부터 60㎝ 이상 높이에서 작업  2. 감자, 당근, 양파는 살균, 소독된 절단기로 작은 깍뚝썰기하여 버터와 콩기름으로 소금을 약간 넣고 볶아낸다.     ♧ 74℃, 15초 이상 유지  **양파는 카라멜라이징 해주세요.3. 작은깍뚝썰기 된 고기도 볶아낸다.  4. 2, 3을 합하여 물을 붓고 끓인다.  5. 끓는 야채에 물에 푼 카레가루를 넣고 한소끔 끓으면 6. 크림을 넣고 저어가며 끓여 완성.  이때 눌치 않도록 잘 저어야 한다"
  },
  {
    "id": 682,
    "name": "숭늉",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "푹 구수하게 끓여준다.물 많게 밥알은 별로 없게"
  },
  {
    "id": 685,
    "name": "쌀밥(검정깨)",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 686,
    "name": "쌀밥(라이스용)",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 687,
    "name": "씨푸드로제파스타㈜",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 파스타 1인 95g / 닭가슴살 30g *1050명 기준 파스타 115kg사용 25kg정도 남음 면줄이기방울토마토는 일반토마토로 변경함 우유,크림 추가함물은 넣지 말것,양파에서 물이 많이 나옴1. 양파(채), 마늘(편), 고추(어슷), 토마토는 적당한 크기로 썰기  /해산물은 세척 시 식초로 비린내 제거하기2. 스파게티는 소금물에 기름을 넣어 삶기 (삶은 물 따로 덜어두기)    면은 삶은 후 기름을 살짝 부려 식혀서 담는다3. 팬에 볶기 (양파 + 마늘 + 고추 -> 닭가슴살 + 청주 + 소금 -> 토마토페이스트   -> 스파게티삶은물 + 생크림 + 케찹 -> 해산물 세척후 같이 끓이기    -> 스파게티면 따로 배식**해산물 알러지는 해산물빼고 조리해주세요~~"
  },
  {
    "id": 688,
    "name": "아라비아따스파게티",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "19.03.20 1000명기준 스파게티 면 95kg 두밧드남음/조금 매웟음 고추장 칠리분말 덜 넣기1. 피망,양파,당근,양송이버섯은 잘게 다진다. 2. 고기를 콩기름에 볶다가 양파,당근,피망,양송이버섯을 넣고 볶는다. 3. 토마토는 갈아 놓고4. 갈은 토마토, 토마토케첩,토마토퓨레,스파게티소스,고추장,월계수잎,칠리분말,고춧가루를 넣고 중불에서 끓이다가 볶은야채를 넣고 어우러지면 설탕,소금,후추로 간을 맞춰 끓인다. 5. 스파게티는 기름과 소금을 넣고 삶아낸 후 재빨리 찬물에 헹궈 물기를 빼고 버터를 넣고 버무린다. 6. 면과 소스를 따로 배식  --- 소스양을 넉넉히 준비해 주세요--- 삶은 면은 타공팬에 담아주세요. 팬수가 몇개인지 파악하여 1개가 몇인분인지 배식학생에게 알려주세요. 그래야 고르게 배식할 수 있습니다.HACCP: 1.작업전에 고기는 냉장고에 보관하세요. (참고)스파게티 삶는 법 1. 넉넉한 끓는 물에 소금과 식용유를 넣고 뚜껑을 덮지 않고 삶는다.  2. 젓가락으로 저어준다. 삶는 도중에 물을 더 붓지 않는다. 3. 악간 덜 삶는다는 기분으로 삶는다. 면을 건져 잘라보면 가운데 흰심이 있다.(15분 정도 삶아 면을 잘라본다) 4. 물에 헹구지 않고 버터에 볶는다.버터/버터-50%, 돼지고기(뒷다리),날것,다짐-50%"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "호박"
    ],
    "recipe": "감자는 세척 후 깍둑 썰어 놓는다. 양송이는 모양대로 썰기"
  },
  {
    "id": 693,
    "name": "열무보리밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 열무는 먹기좋은 크기로 잘라줍니다.2. 상추는 세척,소독 후 채썰기.3. 계란후라이 코팅팬 100도 10분 콤비4. 고추장에 참기름,사이다,물엿,식초,설탕,마늘,깨소금을 섞어 초고추장을 만들어줍니다.5. 쌀은 보리양이 많으니 물양을 조절해서 지어주세요6. 열무와 상추를 섞고 배식, 계란후라이, 고추장은 따로 배식"
  },
  {
    "id": 694,
    "name": "영양밥/양념장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 당근, 부추 염소소독1. 쌀, 찹쌀, 찰흑미는 물에 불린다.2. 다시마를 끓여 다싯물을 준비한다.(물을 넉넉히 부어 맑게 끓인다.)3. 단호박, 고구마, 밤은 사방 2.5cm로 깍둑썰기한다.(밤은 크기가 큰 것만)4. 밥판에 단호박, 고구마, 잘게썬 당근, 쌀을 넣고 다시물을 넣어 밥을 짓는다.5. 부추 0.5cm 길이로 송송썬다.6. 부추, 간장, 참기름, 들기름, 참깨, 설탕, 매실청, 다시물, 고춧가루를 섞어 양념장을 만든다."
  },
  {
    "id": 695,
    "name": "옛날도시락",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치는 티를 고르고 바짝 볶은 후 마른팬에 살짝 볶기 (간장, 설탕, 물엿 등 추가)2. 달걀은 스크램블 (익힘정도 충분히 확인해주시고 소금 후추 살짝 간하기)3. 햄은 데쳐 불순물을 제거한다.4. 맛김치, 양파채를 넣고 볶음김치 만들기 (설탕 추가하여 신 맛 감해주세요)5. 김가루, 달걀스크램블, 햄, 멸치, 볶음김치, 밥을 배식"
  },
  {
    "id": 696,
    "name": "오므라이스",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 계란은 소독 세척 후 바트에 풀고 네모 모양으로 전판에 얇게 붙인다. 2. 밥은 고슬하게 지어둔다.3. 양송이버섯, 당근,양파,피망을 잘게 썰어둔다.(쵸핑햄크기정도) 4. 마늘은 다져둔다. 5. 3과 쵸핑햄,마늘, 굴소스, 토마토케찹, 후추를 넣어 볶는다. ***굴소스와 케첩은 양에 따라 조절한다.6. 5번을 밥과 함께 볶고 소금으로 간한다. 요리팁 : 햄을 먼저 익힌후 나머지 야채를 넣어야 물이 덜 생기고, 혹시 볶음야채에 물이 많이 생기면 따라내고 밥과 섞어야 질지 않다. 밥은 평소밥물량보다 적게 잡아야 고슬하게 짓는다."
  },
  {
    "id": 697,
    "name": "오므라이스/소시지",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 계란은 소독 세척 후 바트에 풀고 네모 모양으로 전판에 얇게 붙인다. 2. 밥은 고슬하게 지어둔다.3. 양송이버섯, 당근,양파,피망을 잘게 썰어둔다.(쵸핑햄크기정도) 4. 마늘은 다져둔다. 5. 3과 쵸핑햄,마늘, 후추를 넣어 볶는다. 6. 5번을 밥과 함께 볶고 소금으로 간한다. **소스는 따로 준다: 굴소스, 토마토케찹, 하이스가루 우스타소스, 버터 등**<소시지>오븐조리 콤비스팀 코팅팬 150도 8분2개씩 배식요리팁 : 햄을 먼저 익힌후 나머지 야채를 넣어야 물이 덜 생기고, 혹시 볶음야채에 물이 많이 생기면 따라내고 밥과 섞어야 질지 않다. 밥은 평소밥물량보다 적게 잡아야 고슬하게 짓는다."
  },
  {
    "id": 698,
    "name": "오징어덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.오징어 살짝 데치기2.당근.호박, 양배추,양파 굵은 채썰기* 양념장만들기(고추장,고춧가루,간장,물엿,파,마늘,청주,후추,생강가루,설탕)3.데친 오징어에 양념장 버무리기(밑간)4.당근을 볶다가 양배추,양파,호박을 넣고 같이 볶다가 양념한 오징어를 넣고  볶아낸다.5. 오징어가 다 익으면 전분물을 풀어 농도를 맞춘다.*물 넣지 않기(오징어와 야채에서 국물이 나옴)"
  },
  {
    "id": 700,
    "name": "유부초볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.밥을 한다. 2.야채는 볶음밥용으로 썰어낸다. 3.콩기름을 두르고 야채는 무르지 않게 살짝 볶아내고, 고기 또는 햄(마늘,소금,후추간)를 볶아낸다. 4.밥에 야채, 검정깨, 햄, 다진 유부를 넣고 비벼준다.5. 간을 보고 싱거우면 식초, 설탕, 소금을 넣고 간을 맞춰준다.- 유부 간을 보고 밥 간을 맞춘다. 밥 간은 처음에는 심심하게 맞춰 놓는다.유부조미액사용."
  },
  {
    "id": 701,
    "name": "유부초볶음밥(참치마요토핑)",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.밥을 한다. 2.야채는 볶음밥용으로 썰어낸다. 3.콩기름을 두르고 야채는 무르지 않게 살짝 볶아내고, 고기 또는 햄(마늘,소금,후추간)를 볶아낸다. 4.밥에 야채, 검정깨, 햄, 다진 유부를 넣고 비벼준다.5. 간을 보고 싱거우면 식초, 설탕, 소금을 넣고 간을 맞춰준다.[참치마요토핑]1. 참치는 데치고 양파는 소독 후 다져서2. 마요네즈 설탕 후추와 섞어 냉장보관3. 유부초 볶음밥 위에 토핑으로 올려준다.- 유부 간을 보고 밥 간을 맞춘다. 밥 간은 처음에는 심심하게 맞춰 놓는다.유부조미액사용."
  },
  {
    "id": 702,
    "name": "윤식당쇠고기비빔밥/간장소스",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 야채 염소소독 실시1. 쌀을 씻은 후 멸치, 다시마 육수를 넣고 고슬고슬하게 밥을 짓는다.2. 당근, 양파, 양송이버섯, 호박은 살균, 소독된 절단기에서 채썰어 숨이 죽지 않게 볶는다. 3. 상추는 소독하여 헹군 후 채썬다.4. 시금치는 데쳐 썰어 어간장,참기름,참깨 넣어 무친다5. 쇠고기는 불고기 양념하여 (간장, 배, 설탕, 파, 마늘, 참기름, 참깨, 후춧가루) 볶는다.6. 오븐에 달걀후라이를 해준다.7. 마더소스를 만들어 배식한다.* 마더(간장)소스재료-1인분(g/ml)  마늘 0.5, 배 2, 간장5, 설탕 2, 다시마 0.5, 매실액 약간1. 간장과 물(다시물)의 양을 동량으로 하고 설탕을 간장의 1/4로 한다. 2. 다진마늘, 배즙, 후추를 넣고 끓인다. 학교에 맞게 단맛을 조절 한다.☞ 고추장소스 (초등)재료-1인분(g/ml): 고추장10, 소주1, 맛술1, 실파1, 올리고당1, 마늘0.5, 양파3, 사과2, 참기름1. 양파와 사과는 갈고 실파는 송송 썰은 후 위의 재료를 넣고 소스를 만든다.  2. 학교에 맞게 단맛을 조절 한다."
  },
  {
    "id": 703,
    "name": "윤식당쇠고기비빔밥/고추장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 야채 염소소독 실시1. 쌀을 씻은 후 멸치, 다시마 육수를 넣고 고슬고슬하게 밥을 짓는다.2. 당근, 양파, 양송이버섯, 호박은 살균, 소독된 절단기에서 채썰어 숨이 죽지 않게 볶는다. 3. 상추는 소독하여 헹군 후 채썬다.4. 시금치는 데쳐 썰어 어간장,참기름,참깨 넣어 무친다5. 쇠고기는 불고기 양념하여 (간장, 배, 설탕, 파, 마늘, 참기름, 참깨, 후춧가루) 볶는다.6. 달걀후라이를 해서 오븐 재가얼 160도 10분 콤비, 습 20% --온도확인!!!-- 스크램블에그를 해서 올려도 되지만 양을 줄인다7. 마더소스를 만들어 배식한다.마더(간장)소스/ 고추장소스(선택)간장소스 ¤ 재료-1인분(g/ml)  마늘 0.5, 배 2, 간장15, 설탕 5, 다시마 0.5, 올리고당2¤ 만드는 법 1. 간장과 물(다시물)의 양을 동량으로 하고 설탕을 간장의 3/1로 한다. 2. 다진마늘, 배즙, 후추, 올리고당을 넣고 끓인다. 학교에 맞게 단맛을 조절 한다.☞ 고추장소스 ¤ 재료-1인분(g/ml)  재료-1인분(g/ml): 고추장10, 소주1, 맛술1, 실파1, 올리고당1, 마늘0.5, 양파3, 사과2, 참기름¤ 만드는 법 1. 양파와 사과는 갈고 실파는 송송 썰은 후 위의 재료를 넣고 소스를 만든다.  2. 학교에 맞게 단맛을 조절 한다."
  },
  {
    "id": 704,
    "name": "인도커리덮밥/정통난",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀로 고슬고슬하게 밥을 짓는다.    ☆ 바닥으로부터 60㎝ 이상 높이에서 작업  2. 감자, 당근, 양파는 살균, 소독된 절단기로 작은 깍뚝썰기하여 콩기름으로 소금을 약간 넣고 볶아낸다.     ♧ 74℃, 15초 이상 유지  3. 작은깍뚝썰기 된 고기도 볶아낸다.  4. 2, 3을 합하여 물 약간을 붓고 끓인다.  5. 끓는 야채에 인도커리와 물에 푼 카레가루를 넣고 한소끔 끓으면 6. 우유와 토마토페이스트를 넣고 저어가며 끓여 완성.  이때 눌치 않도록 잘 저어야 한다.* 정통난은 반드시 냉동상태에서!! 180도에서 10~12분간 오븐조리하고 반 잘라 제공* 커리는 완제품이기 때문에 물을 많이 섞지 않는다."
  },
  {
    "id": 706,
    "name": "자장밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<자장만들기>1. 감자,당근,양파,양배추,애호박은 살균소독된 절단기로 깍뚝썰기하여 콩기름으로 볶아낸다. 2. 돼지고기는 생강,마늘로 양념하여 볶아낸다. 3. 춘장을 볶아낸다. 춘장 모자라면 자장분말 넣는다.4. 2와 3을 합하여 물을 붓고 끓인다.5. 기름을 넣고 볶은 춘장을 넣어 다시 끓인후에 푼녹말을 넣고 한소끔 끓인다."
  },
  {
    "id": 708,
    "name": "잡채덮밥/자장소스",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 당면은 끓는물에 삶아서 식히면서 간장,설탕,참기름을 넣고 간을 맞춰놓는다.    이때 고무장갑에도 어느정도 참기름을 발라있으면서 버무려야 당면이 붙지 않는다.2. 각종야채는 볶아놓는다 살짝 소금간을 한다.3. 1.과 2를 골고루 섞으면서 간장간,설탕,참기름 간을 다시한번 해준다.<자장만들기>1.감자,당근,양파,양배추,애호박은 살균소독된 절단기로 깍뚝썰기하여 카놀라유로 볶아낸다. 2.돼지고기는 생강,마늘로 양념하여 볶아낸다. 3.춘장을 볶아낸다. 춘장 모자라면 자장분말 넣는다.4.2와 3을 합하여 물을 붓고 끓인다.5.기름을 넣고 볶은 춘장을 넣어 다시 끓인후에 푼녹말을 넣고 한소끔 끓인다.  * 자장면 할것은  타공 다라에 넣은후 끓는물에 살짝 넣어 찬물에 바로 3~4회 헹군후 기름칠한다."
  },
  {
    "id": 709,
    "name": "잡채밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 당면은 끓는물에 삶아서 식히면서 간장,설탕,참기름을 넣고 간을 맞춰놓는다. 이때 고무장갑에도 어느정도 참기름을 발라있으면서 버무려야 당면이 붙지 않는다.2. 각종야채는 볶아놓는다 살짝 소금간을 한다.3. 1.과 2를 골고루 섞으면서 간장간,설탕,참기름 간을 다시한번 해준다."
  },
  {
    "id": 712,
    "name": "전복죽",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 멸치, 다시마는 육수를 내고2. 표고버섯, 당근은 곱게 다져 놓고 3. 전복은 껍질과 내장을 떼낸 뒤 솔로 전복살을 깨끗이 문질러 씻은 다음 4. 소라, 전복, 냉동전복과 함께 얇게 저며 썬다.  - 내장은 떼어낸뒤 버리지 말고 깨끗이 씻어 잘 다져놓으세요5. 쌀은 씻어 물에 불린 뒤 전복내장, 참기름과 섞어두었다가 밥을 짓는다.  6. 달군 냄비에 참기름을 두르고 준비한 전복을 넣고 볶다가 밥과 육수,당근,표고버섯를 넣고 중불에서 은근히 끓인다.   - 참기름은 식용유에 비해 빠르게 타므로 세지 않은 불에서 볶아주어야 쓴맛이 나지 않아요 7. 쌀알이 푹 퍼지면 국간장,소금을 넣어 간한 뒤 통에 담아주세요.   - 쌀알이 퍼지기 전에 국간장을 한 스푼정도 넣어 밑간을 하고 퍼진 후에 소금으로 남은 간을 합니다.전복/전복살-냉동전복살"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양파는 채썰고 당근 얇게 네모썰기"
    ],
    "recipe": "파는 채썬다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양파는 채썰고 당근 얇게 네모썰기"
    ],
    "recipe": "파는 채썬다."
  },
  {
    "id": 715,
    "name": "중국식해물볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 채소,대파는 작은 깍둑썰기로 썰은후 중화소스,고추기름에 볶아낸다. 2. 해물은 따로 볶아낸다.3. 밥은 소금물을 약간 섞어 밥을 한다.4. 계란 스크램블 다지기5. 후추,깨,참기름 넣고 골고루 섞기(싱거우면 해물 볶은국물 넣기)꼭! 꼭! 골고루 비벼낸다. 뭉친밥이 없도록.."
  },
  {
    "id": 716,
    "name": "중화제육덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "재료손질파 반 이상 기름 내기위해 송송 썰고 일부 볶음용으로 양배추도 한입 크기 양패, 호박 채 중화제육소스돼지 고기 갈은 것은 후추 청주 생강에 밑간1. 파기름을 내주고 밑간한 돼지고기 넣어 수분 날아 갈떄 까지 볶아 준다2. 순서 황설-> 을 먼저 넣어 색 진하게 내 주고-> 고추장,된장 간마늘 넣어 볶아 준다3. 고추가루 넣어 준 후 물 을어 준다.조리 1.식용유 두르고 준비된 야채 (파 양파 호박 양배추) 각각 볶아준다2.중화 제육소스에 야채 투하 전분 처리3. 후추 참기름 두르기1개 학년 40kg 정도"
  },
  {
    "id": 717,
    "name": "지코바치밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "980명 기준 닭다리75kg닭안심75kg 사용 적정함 깻잎4kg사용 부족1. 불닭양념장  불닭소스,고추장,고추가루,진간장,물엿,설탕,양파(간것),,마늘,생강즙, 카레가루 조금, 맛술, 굴소스, 흑설탕, 후추, 대파(다진것),청량초(다진것)을 만들어 숙성시킨다.2. 닭정육은 진간장, 월계수잎을 넣고 데쳐낸다.3. 닭과 떡은 숙성시킨 불닭양념장을 버무려 끓여낸다.4. 깻잎은 소독후 채썬다.4. 밥위에 눈꽃치즈->닭볶음->김가루->깻잎채 순서로 배식한다.**반드시 치즈를 먼저 올려주고 위에 닭고기 올려줘야 치즈가 녹습니다.**치즈는 1`인량 20g 재서 정량 배식 해주세요"
  },
  {
    "id": null,
    "name": "고추장",
    "role_code": null,
    "season": [
      "물엿"
    ],
    "recipe": "설탕"
  },
  {
    "id": 719,
    "name": "직화불고기덮밥&땡초비빔장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<불고기>1. 직화불고기는 유수해동 후 뭉친 부분을 풀어서 코팅팬에 넣고, 예열된 오븐 건열170도에서 10분 이내로 조리한다.2. 치커리,상추,부추는 세척, 소독 후 잘게 썰어 준비하고3. 느타리와 양파는 먹기 좋은 크기로 채썰어 볶은 후 고기랑 섞어준다.<비빔된장>1. 작게 썰은 청양고추, 다진양파1/2, 다진대파는 식용유를 넣고 볶다가 2. 쌈장(실파,깨,참기름,마늘,물엿)을 만들어 넣고 약한 불에서 타지 않게 볶는다."
  },
  {
    "id": 720,
    "name": "짬짜면",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "19.3.6. 1010명기준 면183kg발주 부족함/자장소스30 분말10 적정함 짬뽕육수7.2kg 부족했음<자장만들기>1.감자,당근,양파,양배추,애호박은 살균소독된 절단기로 깍뚝썰기하여 카놀라유로 볶아낸다. 2.돼지고기는 생강,마늘로 양념하여 볶아낸다. 3.춘장을 볶아낸다. 춘장 모자라면 자장분말 넣는다.4.2와 3을 합하여 물을 붓고 끓인다.5.기름을 넣고 볶은 춘장을 넣어 다시 끓인후에 푼녹말을 넣고 한소끔 끓인다.  * 자장면 할것은  타공 다라에 넣은후 끓는물에 살짝 넣어 찬물에 바로 3~4회 헹군후 기름칠한다.<짬뽕만들기>1.다시마육수를 낸다. 2.양배추,양파,애호박은 세척 후 슬라이스하고 당근은 채로 내린다. 3.고추기름을 만든다. 4.해물은 세척한다. 5.썰어논 채소와 고추기름을 넣고 끓이다 해물을 넣는다. 6.국간장,고추가루,소금으로 간을 맞춘다.* 면은 반반씩 나누어 배식하고 한쪽에는 자장, 한쪽에는 짬뽕국을 배식한다."
  },
  {
    "id": 721,
    "name": "쭈꾸미콩나물비빔밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.양념고추장 만들기2.낙지는 씻어 월계수잎넣고 데쳐 양념장에 버무리기.3.양파,당근,양배추는 채썰어 살짝볶는다.4.낙지를 볶다가 야채넣고 참기름,참깨 넣기(국물이 많으면 감자전분 살짝 풀기 많이 넣지 마세요~!) *밥위에   낙지볶음/콩나물무침 올리고 비비기(낙지는 최대한 길게, 느타리 버섯 추가)"
  },
  {
    "id": 722,
    "name": "차수수밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀은 쌀, 차수수을 고루섞어 반별 분량을 달아 밥 밧드에 담는다. 2. 가스다단식취사기인 경우 압력게이지에 압력이 0.8이상 넘어가면 버너의 불을 끄고 20분간 뜸을 들인다."
  },
  {
    "id": 723,
    "name": "차슈덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 파(송송썰기) 세척 소독2. 양파(채썰기),고추(어슷)3. 수육용 고기 된장과 월계수잎 소주를 넣고 누린내 제거한후 익으면 얇게 썰어준다4. 소스는 데리야끼, 고추, 굴소스, 물엿을 넣고 끓여준다.5. 고기 양파 소스를 버무려 익혀준다.6. 쪽파는 위에 고명으로 얹어준다."
  },
  {
    "id": 724,
    "name": "차조밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀은 쌀, 차조을 고루섞어 반별 분량을 달아 밥 밧드에 담는다. 2. 가스다단식취사기인 경우 압력게이지에 압력이 0.8이상 넘어가면 버너의 불을 끄고 20분간 뜸을 들인다."
  },
  {
    "id": 725,
    "name": "찰밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 잡곡이 들어가지 않아 밥이 많이 늘지 않아 쌀을 평상시보다 10kg정도 더합니다.1. 쌀, 찹쌀은 각기 잘 세척해 놓는다. 2. 씻어 놓은 쌀을 밥팬에 잘 분배하여 담는다. 3. 취사기를 이용하여 밥을 짓는다. HACCP: 1. 밥받드에 쌀 분배시 식품전용 고무장갑을 착용하시고 2. 밥받드외의 다른 기기류를 만지지 않으며 3. 이물질이 혼입되지 않도록 각별히 유의하시고                4. 받드의 뚜껑을 덮을 때 뚜껑에서 물이 줄줄 흐르는 상태로 받드의 뚜껑을 덮지 않도록  5. 뚜껑 세척후 물이 잘 건조될 수 있도록 관리를 철저히 해주세요,"
  },
  {
    "id": 726,
    "name": "찰옥수수밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀, 찹쌀, 현미찹쌀은 각기 잘 세척해 놓는다. 2. 옥수수는 씻어 놓는다3. 씻어 놓은 쌀과 잡곡을 밥팬에 잘 분배하여 담는다. 4. 취사기를 이용하여 밥을 짓는다."
  },
  {
    "id": 727,
    "name": "참치김치볶음덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마를 넣고 국물을 우려내다.2. 쌀은 깨끗이 씻어 다시물을 넣고 밥을 짓는다.3. 참치는 바구니에 쏟아 기름을 따로 모은다4. 김치는 국물을 짜고 작게 다지고 양파,대파는 잘게 다져 참치기름에 볶은 후 참치를 넣는다 --- 물기가 생기지 않게 센불에 볶는다5. 밥에 소금, 참기름, 후리가께를 넣고 간을 맞추어 섞는다6. 일반팬에 버무린 밥을 깔고 참치김치볶음,치즈를 얹고 버무린밥을 위에 펼쳐 얹는다. 7. 위에 김가루를 얹어 준다.8. 12조각 내서 배식한다.--- 작업시 12조각 낼 것이므로 급식인원수를 계산하여 팬수를 조정합니다."
  },
  {
    "id": 728,
    "name": "참치김치치즈밥버거",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 다시마를 넣고 국물을 우려내다.2. 쌀은 깨끗이 씻어 다시물을 넣고 밥을 짓는다.3. 참치는 바구니에 쏟아 기름을 따로 모은다4. 김치는 국물을 짜고 작게 다지고 양파,대파는 잘게 다져 참치기름에 볶은 후 참치를 넣는다 --- 물기가 생기지 않게 센불에 볶는다5. 밥에 소금, 참기름, 후리가께를 넣고 간을 맞추어 섞는다6. 일반팬에 버무린 밥을 깔고 참치김치볶음,치즈를 얹고 버무린밥을 위에 펼쳐 얹는다. 7. 위에 김가루를 얹어 준다.8. 12조각 내서 배식한다.--- 작업시 12조각 낼 것이므로 급식인원수를 계산하여 팬수를 조정합니다."
  },
  {
    "id": 729,
    "name": "참치마요덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 쌀은 씻어 고슬하게 밥을 짓는다2. 참치는 기름을 빼고 양파,실파는 다지고 상추,당근은 곱게 채썰기--- 양파는 물에 담궈 매운맛을 뺀 후 건져 물기제거3. 와사비는 물에 개어 놓기--- 와사비분 200g : 차가운 물 500ml을 한꺼번에 붓지 말고 조금씩 부어가며 나무젓가락으로 젓기--- 나무젓가락이 수분을 흡수하며 핸드믹서 역할을 하며 쓴맛이 나지 않고 매운맛이 강해짐4. 레몬은 짜서 즙을 만들고5. 참치+다진양파+마요네즈+와사비+설탕+레몬즙+식초+통깨+소금+후추가루 약간 넣고 섞어 6. 일반팬에 담고 실파 뿌리기7. 밥위에  야채, 참치,김가루를 얹어서 배식한다.레몬/생과-38%"
  },
  {
    "id": null,
    "name": "양배추",
    "role_code": null,
    "season": [
      "양파"
    ],
    "recipe": "깻잎은 가늘게 채썬다."
  },
  {
    "id": null,
    "name": "고춧가루",
    "role_code": null,
    "season": [
      "식초"
    ],
    "recipe": "사이다"
  },
  {
    "id": 732,
    "name": "청양미트스파게티",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1인양 (스파게티-1인70-75g 내외 > 밥칸에 배식 / 소스양 150-160g 이상 넉넉히, 다시육수 조금 빼두어 치킨스톡을 개어두고 양늘리기 가능합니다)**소스만들기1. 양파는 채썰기, 피망은 작은깍둑, 청양고추는 다진다. 고기는 민찌발주, 양송이는 슬라이스2. 홀토마토는 뜨거운 물에 1차 데쳐서 껍질을 벗긴 후 뭉개어준다. (절대 갈지 않습니다)3. 면사랑 토마토미트소스, 2번의 뭉갠 홀토마토, 다시육수, 홀토마토 통조림, 케첩 등으로 소스 넉넉히 만들기 (이 때, 케찹양이 많다면 동량으로 설탕 늘려야 신맛잡힘)***조리시작1. 솥에 버터 + 콩기름 동량 넣고 다진마늘 넣어 타지 않게 볶기2. 1에 다진고기 넣어 볶다가 양파채, 청피망 등 야채 추가하여 볶은 후 맛술 또는 청주 추가하여 잡내 빼기3. 2에 소스 넣기----> 이 때 농도는 파마산 가루로 잡기 (면에 1kg, 소스에 1kg 들어감 여유로 1kg 잡고 3kg 시키기)4. 2차무침시간에 스파게티 면 삶은 후 퍼지지 않게 올리브유 코팅, 파마산가루+파슬리 섞은 가루 넣고 마무리5. 면과 소스 따로 배식~!"
  },
  {
    "id": 733,
    "name": "청차조밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀은 쌀, 차조을 고루섞어 반별 분량을 달아 밥 밧드에 담는다. 2. 가스다단식취사기인 경우 압력게이지에 압력이 0.8이상 넘어가면 버너의 불을 끄고 20분간 뜸을 들인다."
  },
  {
    "id": 734,
    "name": "취나물밥/달래양념장",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 다시마는 먼저 끓여 육수를 내 밥물로 사용합니다. *** 쌀양은 평상시보다 조금 작으니 나물을 넣어 밥을 완성한 후 양을 보도록 합니다.1. 물에 취나물을 살짝 삶아 물기를 꼭 짜기 2. 당근은 다지고(채칼 2번 내리기) 취나물은 썰어 들기름,소금에 볶는다3. 쌀위에 다진당근을 얹어 다시마물로 밥을 짓는다**취나물은 볶아 밥이 다되면 4. 쇠고기는 갖은 양념하여 볶아 배식시 밥과 섞는다.***온도체크 5. 육수만들기: 다시마,건새우,멸치,양파,물을 붓고 끓으면 식혀서   간장:육수=3;1 정도 되도록 섞는다.(싱겁지 않게,육수는 간을 보면서 조금씩 넣어주세요) 6. 고추가루,깨,마늘,간장,참기름,다진파,소독한 달래를 다져 넣어 완성    맛이 부족할경우 매실액기스 조금 첨가해봅니다  7. 양념장과 따로 배식한다. (중점관리기준) 1. 밥받드에 쌀 분배시 식품전용 고무장갑을 착용해 주시고 2. 밥받드외의 다른 기기류를 만지지 않으며3. 이물질이 혼입되지 않도록 각별히 유의하시고                4. 취사가 끝난 후 받드의 뚜껑을 덮을 때 뚜껑에서 물이 줄줄 흐르는 상태로 받드의 뚜껑을 덮지 않도록 뚜껑 세척후 물이 잘 건조될 수 있도록 관리를 철저히 해주세요. 5. 쇠고기는 볶기전까지 냉장고에 보관해 주세요."
  },
  {
    "id": null,
    "name": "스파게티소스",
    "role_code": null,
    "season": [
      "하이스가루를 넣고 소스를 만든 후 깍둑으로 썬 채소를 넣고 월계수잎"
    ],
    "recipe": "물을 넣어서 소스를 끓여낸다."
  },
  {
    "id": 738,
    "name": "카레라이스",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀로 고슬고슬하게 밥을 짓는다.    ☆ 바닥으로부터 60㎝ 이상 높이에서 작업  2. 감자, 당근, 양파는 살균, 소독된 절단기로 깍뚝썰기하여 콩기름으로 소금을 약간 넣고 볶아낸다.     ♧ 74℃, 15초 이상 유지  3. 깍뚝썰기 된 고기도 볶아낸다.  4. 볶은 야채와 고기를 합하여 물을 붓고 끓인다. 5. 끓으면 물에 푼 카레가루를 넣고 한소끔 끓으면 6.크림을 넣고 저어가며 끓여 완성.  이때 눌치 않도록 잘 저어야 한다돼지고기(뒷다리)/날것,깍뚝썰기-50%"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "청경채 염소소독1. 멸치"
    ],
    "recipe": "다시마"
  },
  {
    "id": 741,
    "name": "토마토치즈스파게티&미트볼",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "19.03.20 1000명기준 스파게티 면 95kg 두밧드남음/조금 매웟음 고추장 칠리분말 덜 넣기1. 피망,양파,당근,양송이버섯은 잘게 다진다. 2. 고기를 콩기름에 볶다가 양파,당근,피망,양송이버섯을 넣고 볶는다. 3. 토마토는 갈아 놓고4. 갈은 토마토, 토마토케첩,토마토퓨레,스파게티소스,고추장,월계수잎,칠리분말,고춧가루를 넣고 중불에서 끓이다가 볶은야채를 넣고 어우러지면 설탕,소금,후추로 간을 맞춰 끓인다. 5. 스파게티는 기름과 소금을 넣고 삶아낸 후 재빨리 찬물에 헹궈 물기를 빼고 버터를 넣고 버무린다. 6. 면과 소스를 따로 배식  --- 소스양을 넉넉히 준비해 주세요--- 삶은 면은 타공팬에 담아주세요. 팬수가 몇개인지 파악하여 1개가 몇인분인지 배식학생에게 알려주세요. 그래야 고르게 배식할 수 있습니다.HACCP: 1.작업전에 고기는 냉장고에 보관하세요. (참고)스파게티 삶는 법 1. 넉넉한 끓는 물에 소금과 식용유를 넣고 뚜껑을 덮지 않고 삶는다.  2. 젓가락으로 저어준다. 삶는 도중에 물을 더 붓지 않는다. 3. 악간 덜 삶는다는 기분으로 삶는다. 면을 건져 잘라보면 가운데 흰심이 있다.(15분 정도 삶아 면을 잘라본다) 4. 물에 헹구지 않고 버터에 볶는다.버터/버터-50%, 돼지고기(뒷다리),날것,다짐-50%"
  },
  {
    "id": 743,
    "name": "토핑유부초밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 여유밥 포함량임 (토핑 남은것 소불고기, 참치마요네즈 각각 섞어서 추가배식대로 제공)1. 밥은 고슬고슬하게 짓는다.2. 한김 식혀서 식초, 설탕, 소금, 후리카케로 간을 한다.3. 유부에 밥을 넣는다.4. 밥 위에 참치마요토핑, 소불고기토핑을 해주고 5. 밧드에 담아 쪽파를 뿌려준다.6. 각 1개씩 배식한다.<참치마요토핑>참치는 기름을 빼고 양파 살짝 익혀서 소금 후추 간 하고 마요네즈와 섞어준다.<소불고기토핑>민찌고기는 양파와 함께 볶다가 소불고기 양념을 넣고 더 볶아준다. 간이 부족할 경우 간장 설탕 첨가"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "휘핑100kg 사용함***학생들 면 삶기 12시 30분부터***생크림은 쪽파"
    ],
    "recipe": "간장"
  },
  {
    "id": 750,
    "name": "하이라이스",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 당근, 호박, 감자는 세척 후 깍둑 썰어 놓는다. 양송이는 모양대로 썰기2. 양파는 채썰고 기름에 볶아준다.3. 양파가 반투명해지면 버터를 넣고 캐러맬화가 될때까지 볶아준다.4. 다진마늘을 넣고 나머지 야채와 고기를 같이 볶아준다.5. 고기가 반쯤 익으면 물을 넣고 하이스가루와 토마토페이스트, 굴소스, 우유와 꿀 약간을 넣어 끓여준다.6. 맛을 보고 양념은 가감해준다. 마지막은 파슬리가루 뿌리기"
  },
  {
    "id": 752,
    "name": "함박스테이크덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 대접 준비해주세요.--- 밥은 보통할때 보다 1솥 더해야 합니다.1. 쌀, 찹쌀, 보리는 각기 잘 세척해 놓는다.  ( 통보리를 사용할 경우 삶아서 사용한다 )2. 씻어 놓은 쌀과 잡곡을 밥팬에 잘 분배하여 담는다. 3. 취사기를 이용하여 밥을 짓는다. 4. 냉동함박은 180도 12분 뒤집어서 4분 코팅팬, 건열 후 8등분 해 8개씩 배식5. 계란후라이 부침기에서 하기-- 뒤집어서 약한불에서 노른자를 익힌다.6. 양파는 채썰어 버터를 넣고 볶다가 숨이 죽으면 7. 채 썬 당근과 피망을 넣고 양파가 갈색이 나도록 볶다가 물을 붓고 끓인다.8. 끓는 양파에 풀어 놓은 하이스를 넣고 끓으면 데미그레이소스와 생크림을 넣고 간을 맞춘다.9. 배식시 밥위에 함박스테이크, 계란후라이를 담고 소스를 얹어 준다.함박스테이크/미니함박스테이크-소스퐁당구슬함박25g,풀무원"
  },
  {
    "id": 754,
    "name": "해물빠에야",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.밥에 카레 가루 개어서 살짝 노랑 물 들이기2.해물은 데쳐준다 토마토,야채 볶음밥용으로 썰어 볶아준다<베이스소스>올리브유 (넉넉히 두르기) 다진마늘 양파 볶아주기굴소스+ 다진마늘 + 홀토마토 + (토마토케첩)+우스터소스 + 고춧가루 +고추 추가 등에 데친 해물널어 졸여주기3. 밥에 모든 식재료 넣어 잘 섞어주기 * 소스 너무 흥건하지 않게 양 조절 , 밥에 코팅 될 정도* 밥 꼬들하게 해주세요~"
  },
  {
    "id": 755,
    "name": "햄김치밥버거",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 소금은 김치간에 따라, 김자반 양에 따라 알맞게 조절한다.1. 스팸은 입자가 크게 썰어 데쳐놓는다.2. 양파와 단무지는 잘게 다진다.(곱게 다져야 밥이 잘 뭉쳐짐)3. 김치를 다진 후 고추장과 설탕을 넣고 볶다가 햄, 양파을 넣고 함께 볶는다.(수분제거 잘 하기)4. 치즈는 포장을 벗겨 놓는다.5. 밥, 김가루, 참깨, 참기름, 단무지, 마요네즈를 넣어 버무린다.  - 계란찜 받트에 밥을 깔고 그 위에 햄김치볶음 > 치즈 순서로 올리고 다른 오븐팬 하나에 밥만 깔아 뒤집어 올린다.  * 밥을 깔 때 라텍스장갑을 끼고 참기름을 약간 뭍혀서 하면 편함 - 1판 - 3*6, 치즈 15장 / 35판 기준 쌀양 42kg"
  },
  {
    "id": 756,
    "name": "햄김치볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 씻은 쌀로 고슬고슬하게 밥을 짓는다. ---볶음밥이니 질지 않게 합니다.2. 김치는 송송 썬다. 3. 채소류는 살균,소독된 절단기에서 작게 깍둑썰기 한다.4. 돼지고기는 밑간하여 볶기/또는 햄5. 참기름을 두르고!! 김치를 볶다가 투명해지면 돼지고기(햄)와 야채,옥수수,버섯, 고추장을 넣고 볶는다--- 물이 많이 생기지 않도록 주의합니다.6. 볶음 솥에서 약한 불로 해 놓고 볶은 김치에 밥을 섞어 볶아 솥에 담는다.  설탕은 아주 약간만 넣어주세요!!!! 소금은 넣지 말기!   배식 분량    (학급단위)씩 볶으면 좋다."
  },
  {
    "id": 757,
    "name": "햄야채볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀을 잘 씻는다.(이물질-벌레 등 확인)2. 밥은 고슬하게 짓는다.3. 당근, 양파, 감자, 호박을 잘게 썬다.4. 당근, 양파, 감자, 호박을 소금 넣고 볶고 아삭거리는 식감이 없게 충분히 익힌다.5. 다 익었으면 햄을 넣고 볶아준 후, 굴소스를 넣어준다.6. 밥에 볶은 야채, 햄, 참기름, 깨를 넣고 섞어준 후 부족한 간은 소금으로 맞춘다.5. 당근, 양파, 감자, 호박, 계란, 베이컨, 밥을 넣고 맛과 색을 맞추며 함께 볶아낸다.6. 5에 소금으로 간을 맞추고 참기름 ,참깨를 넣어 마무리 한다.(파프리카 추가될 수 있음)"
  },
  {
    "id": 758,
    "name": "현미밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀, 찹쌀, 현미는 잘 세척해 놓는다. 2. 씻어 놓은 쌀과 잡곡을 밥팬에 잘 분배하여 담는다. 3. 취사기를 이용하여 밥을 짓는다."
  },
  {
    "id": 759,
    "name": "혼합잡곡밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.쌀과 혼합곡을 골고루 섞어서 씻는다. 2.씻어서 불린후에 밥을 짓는다."
  },
  {
    "id": 760,
    "name": "후리카케김가루밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "면이랑 같이 나갈 때 밥60kg 후리카케 8kg사용 짰음 6kg만 사용해도 될듯함880명기준 밥58kg,후리카케5kg 우동면90kg 사용 약간 부족함***야채 염소소독 실시 1. 밥이 다 되면 후리가케, 김가루, 참기름, 참깨등으로 양념한다. **후리카케에 양념이 되어있어 밥에 소금간은 살짝만 해주세요"
  },
  {
    "id": 762,
    "name": "훈제오리깍두기볶음밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "깍두기는 숙성하여 받기*** 야채 염소소독 실시 *** 깍두기 국물을 넣어 간과 색을 맞춘다.1. 씻은 쌀로 고슬고슬하게 밥을 짓는다.2. 깍두기는 다지기 3. 채소류는 살균,소독된 절단기에서 작게 깍둑썰기 한다. 4. 고기는 다져 깍두기와 함께 볶는다. 5. 야채볶기 - 코팅팬에 셋팅해 160도 15분 6.밥에 모든 재료를 넣고 참기름 두르고 주걱으로 고르게 섞는다.   볶음 솥에서 약한 불로 배식 분량씩 볶으면 좋다.7. 김가루는 고명으로 올려준다."
  },
  {
    "id": 764,
    "name": "흑미밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 쌀, 찹쌀, 흑미는 각기 잘 세척해 놓는다. 2. 씻어 놓은 쌀과 잡곡을 밥팬에 잘 분배하여 담는다. 3. 취사기를 이용하여 밥을 짓는다."
  },
  {
    "id": null,
    "name": "키위",
    "role_code": null,
    "season": [
      "마늘은 갈아서 파"
    ],
    "recipe": "깨"
  },
  {
    "id": 766,
    "name": "매운등갈비찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "등갈비50g으로 준비 4개씩 배식1. 흐르는 물에 고기를 한번 헹구어 주고 물에 담궈서 맛술을 부어준 후 30분 정도 핏물을 빼준다.2. 사과와 양파 배 고추를 갈아준다.3. 갈아진 재료와 다시마육수, 고춧가루, 진간장, 굴소스, 설탕, 맛술, 고추장 후춧가루를 넣어 양념을 만들어준다.4. 핏물 뺀 고기와 생강, 월계수잎, 통후추, 소주, 진간장 약간을 넣어 삶아준다.5. 새송이버섯은 찢어 준비하고 대파는 송송 썰어준다.6. 삶아진 고기를 꺼내 오븐팬에 깔고 양념을 넣어 양념이 스며들도록 조리해준다.7. 어느정도 양념이 베었으면 버섯을 넣어 1~2분간 더 돌려주고 보온해준다.8. 당면은 배식 전에 삶아 배식전에 등갈비와 섞어서 준다.** 파는 소독하여 당면 넣을때 같이 섞어준다."
  },
  {
    "id": 767,
    "name": "매콤로제찜닭",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 고추장 양념 고추장+고춧가루+다진마늘+물엿+간장+후춧가루+기름    만들어 놓고 숙성!! 전날 작업하기2. 닭고기에 재워놓는다. 한시간 정도3. 재워둔 닭과 감자 당근을 넣고 중불에 굽듯이 조리한ㄷ,4. 우유와 생크림 파마산 치즈가루를 넣고 익혀준다.5. 슬라이스한 양파와 대파 등 야채를 넣고 익혀준다.6. 떡과 당면은 마지막에 넣어주고 양념이 잘 베이도록 한 번 더 끓여서 낸다."
  },
  {
    "id": null,
    "name": "키위",
    "role_code": null,
    "season": [
      "마늘은 갈아서 파"
    ],
    "recipe": "깨"
  },
  {
    "id": null,
    "name": "마늘",
    "role_code": null,
    "season": [
      "맛술"
    ],
    "recipe": "후추"
  },
  {
    "id": 770,
    "name": "한우수제떡갈비",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 야채 염소소독 실시1. 떡갈비는 80g 을 재서 떡갈비 모양을 만들어2. 팬에 기름을 살짝 묻히고 떡갈비를 적당량 올려준다.3. 1차 애벌 굽고 소스를 만들어서 발라준 후4. 2차로 구워준다. 보온배식 * 마더(간장)소스는 아침에 미리 만들어서 냉장고에서 숙성시킨다.재료-1인분(g/ml)  마늘 0.5, 배 2, 간장5, 설탕 2, 다시마 0.5, 매실액 약간1. 간장과 물(다시물)의 양을 동량으로 하고 설탕을 간장의 1/4로 한다. 2. 다진마늘, 배즙, 후추를 넣고 끓인다. 학교에 맞게 단맛을 조절 한다."
  },
  {
    "id": 771,
    "name": "식물성미트볼조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 미트볼 한봉당 개수 세기, 절편 35g(1인량) 개수 파악* 양파, 피망은 염소소독하여 사용한다.1.미트볼은 오븐에 굽는다.(중심온도 체크) 2. 양파, 피망은 미트볼과 비슷한 크기로 네모썰기 한다.3. 솥에 기름을 두르고 다진마늘을 볶다가 케찹, 고추장, 물엿, 설탕을 넣고 소스를 만든다.     (소스의 양을 보고 물을 넣어 간을 맞춘다.)4. 채소를 볶다가  미트볼과 미니절편을 소스에 넣어 조려낸 다음 참기름과 참깨를 뿌려서 낸다."
  },
  {
    "id": 772,
    "name": "직화콩고기야채볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "550명 기준 30키로 사용 다른 반찬이 많아서 많이 남았음  20~25키로만 해도 충분* 양파, 피망은 염소소독하여 사용한다. 폭찹크기1. 콩고기는 오븐에 굽는다.(중심온도 체크) 2. 양파, 피망은 미트볼과 비슷한 크기로 네모썰기 한다.3. 솥에 기름을 두르고 다진마늘을 볶다가 4. 채소를 볶고 고기를 섞어서 휘리릭 볶아준다. * 간이 부족하면 양념 추가한다.5. 참기름과 참깨를 뿌려서 낸다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "후추"
    ],
    "recipe": "소주"
  },
  {
    "id": 776,
    "name": "가자미뮈니에르",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 가자미살은 소금, 후추로 약하게 밑간한다. (버터에도 간이 있음)2. 손질해 둔 가자미살에 밀가루를 골고루 입힌다. (밀가루 털어낸다. 많이 묻히지 않는다3. 배부분이 위로 가게 한후 버터와 콩기름을 코팅팬에 바르고 생선위에도 뿌려서 건열 195(20%) 15분간 조리한다. 4. 2차로 남은 버터를 바닥을 긁어가며 노릇하게 중탕한후  레몬즙(조금)을 혼합하여 버터소스를 만들어 뿌린후 5. 다시 195(20%)도로 5분간 조리한 후 파슬리가루를 뿌려 마무리한다.*  1차, 2차 모두 관찰조리한다.* 레몬즙은 처음부터 넣지 말고 2차 조리시 녹인 버터에 넣는다."
  },
  {
    "id": 777,
    "name": "가지불고기(역사밥상)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 가지는 깨끗이 씻어 물기를 제거한다.(이유: 물기남아있으면 기름이 튄다)    가지를 길게 네토막으로 자른다음 십자모양으로 길게 자른다.(손작업)    *** 오이소박이 할때처럼 끝에 남겨 놓아야 하는데 단체 급식이므로 스틱으로 자른다.2. 양파는 채썰기 하여 준비한다.3. 오븐에 1,2를 따로 구워준다.    가지에 식용유를 입히고 오븐에서 갈색빛이 노륵노릇하게 돌때까지 굽는다.    *** 가지는 기름과 음식궁합이 잘 맞아서 느끼하지 않으므로 기름 넉넉히 입힌다.         가지는 오븐대신 팬에 기름 넉넉히 두르고 타지않도록 앞뒤로 뒤집에주며 구우면 더 좋다. 3. 쪽파는 송송썰어 놓는다. 4, 영념장 만들기- 국간장과 양조간장을 1:2의 비율로 섞은뒤 고춧가루, 다진마늘, 잘게썬 양파즙, 깨소금, 참기름을 넣어 양념장 만든다.5. 먹기 직전에 가지 불고기, 구운양파 위에 양념장을 골고루 끼얹는다.< 상황에 따라 쇠고기불고기 추가하기>6..쇠고기(우둔채)에 파인애플(파인애플국물까지넣기),설탕에 미리 재놓고 불고기양념(간장, 양파즙(갈아넣기),마늘)한다.7. 6의 쇠고기를 따로따로 볶아후에 참기름, 참깨를 조금만 넣는다(가지에 넣는 양념장에 있으므로).  8. 5에 7을 넣고 양념장으로 간을 맞춘다.3의 쪽파를 뿌려 마무한다.*가지는 소금에 절인후에 물기를 짠 후에 해도 좋다. (단, 물기를 너무 많이 짜면 맛이 없을 수 있고, 물기가 많으면 식용유 구울때 튈 수 있다.)*소고기는 파인애플,설탕에 미리 재 놓아야 부드럽다."
  },
  {
    "id": 778,
    "name": "간장꿀닭강정",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭고기는 청주와 후추, 생강즙에 잰다.2. 닭에 전분을 묻히고, 치킨튀김가루로 물반죽하여 튀긴다.3. 고구마는 맛탕용으로 오븐에 구워낸다.4. 간장, 설탕, 데리야끼소스, 물엿, 꿀, 양파, 다진마늘을 함께 넣고 끓여준다.  - 데리소스와 물엿은 맛을 보고 가감한다.- 농도가 묽을경우 전분을 약간 사용한다.(식을수록 걸죽해짐)  5. 양념을 튀긴 닭에 버무려서 닭에 양념이 스며들게 하여 배식* 닭 80kg 이상은 솥단지 2개로 튀기기"
  },
  {
    "id": 779,
    "name": "간장불고기",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<간장불고기>*간장불고기는 충분히 연육을 하지 않으면 간장에 볶았을 때 뻣뻣해진다.1. 마늘, 생강, 양파, 파인애플은 갈아 놓고 당근, 양배추는 굵게 채썬다.2. 고기에 설탕, 소주 ,마늘, 생강, 양파, 파인애플을 넣고 재어 놓는다.3. 노추, 굴소스, 데리야끼소스, 물엿을 넣어 양념장을 만들어 고기에 재워둔다음 간이 배이면 볶아낸다.<파채무침>1. 파채는 염소소독한다.2. 고추가루, 간장 약간, 설탕, 식초, 소금, 깨, 참기름 넣어 양념을 만들어 섞는다.(설탕:식초=1:1, 2배식초일 경우 1:0.5)"
  },
  {
    "id": 780,
    "name": "갈릭로스트치킨",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 781,
    "name": "갈릭마요치킨",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양념치킨파우더:찬물=1:1 물반죽한다.2. 물반죽에 채반작업을 해놓은 닭을 넣고 주걱으로 골고루 버무린다.3. 175도 기름에 서루 붙지 않게끔 떨어뜨려 넣어주며 투입 후 1분 30초 경과 후 붙은것을 떨어뜨려준다.4. 조리가 완료 된 제품은 건져내어 1분간 기름을 제거한다.5. 믹싱볼에 튀긴 닭을 넣고 소스로 버무린다.  (소스는 사용 전 잘 흔든 후 개봉)* 간장치킨은 붓으로 얇게 2회 골고루 바른다.6. 여러번 치대주듯이 골고루 버무려준다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "고무장갑"
    ],
    "recipe": "바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다."
  },
  {
    "id": null,
    "name": "생강즙",
    "role_code": null,
    "season": [
      "후추 넣어 데쳐 물기 빼 놓기  ---감자"
    ],
    "recipe": "당근"
  },
  {
    "id": null,
    "name": "진간장",
    "role_code": null,
    "season": [
      "물엿"
    ],
    "recipe": "후추"
  },
  {
    "id": 784,
    "name": "갈치무감자조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양념장 만들기 : 양파는 갈아서 고추장,  간장, 고춧가루, 미림, 청주, 파, 마늘, 생강, 설탕, 물엿 을 넣고 만들어 놓는다.2.  갈치는 유수해동하여 물기를 제거해두고...차곡차곡하여 물기를 제거해 둔다.3. 감자는 두툼하게 납작썰어 양념 하고 오븐에 구워준다 / 무는 양념에 볶아준다4. 감자를 양념장에 버무리고 오븐팬에 갈치를 일정수대로 깔고 양념한감자를 얹어서 오븐에 조리 ( 뚜껑은 반드시 열고) 5. 배식전 2차 조리시 뚜껑을 덮기.."
  },
  {
    "id": 785,
    "name": "감자스팸버터구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*스팸은 첨가물을 제거하기 위해 반드시 데친다. 2021.05.28 1인양 조정1.감자과 스팸을 적당한 크기로 썬다. (감자랑 스팸 다 깍.뚝입니다!! 깍 뚝! 깍 뚝!)2.감자는 소금, 설탕, 후추에 버무려 타공팬 100도 7분 습열 **** 익은 정도 확인 --푹 익으면 맛이 없고 기름을 많이 먹어요. 서걱거릴정도로 삶아주세요.3.버터와 콩기름,파슬리를 섞어 두른 후 익힌 감자, 데친 스팸을 185도 31분 건열 코팅팬"
  },
  {
    "id": 786,
    "name": "감자프리타타",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명기준 감자44kg, 달걀 54k, 우유8kg 5팬 남음 양 줄이기1.감자, 베이컨, 청피망은 채썬다.2.감자, 청피망을 혼합해서 소금 으로 밑간-> 베이컨을 뒤에 혼합해준다.3.전란액+우유를 혼합하고 소금, 후추로 밑간한다.4.버터를 녹여 오븐바트에 고루 펴바른 뒤 밑간한 감자+피망을 담고 그 위에 혼합액(전란액+우유)을 2L정도 부은 후 그 위에 모짜렐라치즈를 골고루 뿌려준다.5.오븐 콤비로 온도 160도 습도60% 30분 정도 가열한다/ -> 오븐에서 나오면 계란절단기로 절단.(200도에서 8~10분정도 굽기도 함. 6~7분 정도에 팬앞뒤 이동시킴)6.케찹과 머스타드소스를 교차하여 뿌려준다."
  },
  {
    "id": 787,
    "name": "감자햄짜글이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 감자는 굵직하게 채썰어준다.2. 양파는 채썰기, 고추는 어슷썰기, 대파는 송송썰기3. 햄은 잘라서 적당히 으깨 줍니다. 너무 잘게 말고 형태가 남아있게4. 양념장 만들기    고추장, 간장, 된장, 고춧가루, 다진마늘, 황설탕, 물 넣어서 양념장을 만들어 줍니다.5. 준비된 재료(감자,양파,햄)에 양념장과 물을 넣고 푹 끓여줍니다.6. 어느정도 익으면 대파와 고추를 넣고 졸여줍니다.**감자는 푹익혀주세요7. 검식 후 부족한 간은 소금 등으로 간합니다."
  },
  {
    "id": 788,
    "name": "계란장조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***고추 염소소독 실시 1.달걀에 간장,물엿(1/2), 설탕 넣고 조린다. 2.어느정도 조려지면 나머지 물엿과 고추 넣어 윤기나게 조린후, 깨뿌려 마무리 3.계란 2개씩 배식해주세요."
  },
  {
    "id": 789,
    "name": "계란치즈말이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시 *** 달걀 깰 때 교차오염 관리 철저1. 실파,고추,당근,양파는 곱게 다져 놓는다.  2. 달걀은 깨서 액상란, 야채와 혼합하여 소금을 넣고 잘 섞어 간을 맞춘 후 3. 부침기에 달걀을 펼친 후 치즈를 4개씩 놓고 도톰하게 말아 4. 약간 식힌 후에 2cm폭으로 썰어 1인당 2개씩 배식한다."
  },
  {
    "id": null,
    "name": "고추장",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "매실청"
  },
  {
    "id": 791,
    "name": "고구마돈육강정",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지고기는 밑간 후(소금,후추,청주,키위,생강)2. 튀김가루를 묻혀 튀긴다.3. 고구마도 같이 튀겨준다.4. 소스를 만들어(고추장,케첩,간양파,다진마늘,설탕,물엿,고춧가루 등)5. 솥에서 튀긴 고구마와 고기를 버무려준다.6. 밧드에 담아 위에 땅콩분태를 뿌려 마무리** 뚜껑 열어 오븐 열기로 보온해놓는다."
  },
  {
    "id": 792,
    "name": "고구마치즈닭불구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 매콤닭불구이를 오븐에서 165도(습50%) 5분30초 ~ 6분 30초간 굽는다.2. 고구마 무스를 지그재그로 뿌려준다.3. 모짜렐라 치즈를 뿌려준다.4. 뿌린치즈가 녹을정도로 2~3분 더 조리해준다.5. 파슬리 가루를 뿌려 완성치즈굳으면 맛이 없으니 오븐에 계속 보관하면서 배식해주세요."
  },
  {
    "id": 797,
    "name": "고추군만두",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 799,
    "name": "고추장코다리강정",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 코다리는 소금, 후추, 청주, 간장, 참기름넣고 재웠다가 녹말가루+튀김가루 반죽을 묻혀 튀겨낸다.2. 곱게 간 양파, 마늘, 파, 고추기름, 케첩, 물엿, 설탕을 넣고 끓여 식힌 후3.  튀긴 코다리도 식히고 식힌 양념장을 버무린다.3. 배식  직전 물엿으로 한번 더 버무리기2017.3월 수정"
  },
  {
    "id": 800,
    "name": "고추장닭다리살스테이크",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오븐팬에 기름 두른 후 예열 140도, 25분."
  },
  {
    "id": 801,
    "name": "공룡알스테이크까스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.스테이크반죽(src 수제용갈릭스테이크반죽 14,500원)준비2. 깐달걀에 마른가루를 입혀 반죽으로 동글게 감싼 후 빵가루를 입혀 스텐타공에 담아3. 스텐타공 그대로 튀김솥에 넣어 튀긴다.4. 파앤애플은 갈아서 소스에 넣는다5. 양파 피망 샐러리 당근은 다져서 버터로 볶아낸다.   6. 케찹을 볶다가(신맛 감소) 볶은 채소를 넣고 물을 자작하게 잡아 우스타소스를 넣고    > 돈까스소스 하이스 가루푼것으로 소스를 만든다음 간을 본다.(소스양 적당량 잡을것)7. 함박을 통에 세워서 담은 다음 소스를 위에 끼얹어준다."
  },
  {
    "id": 802,
    "name": "공주간장닭갈비",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 닭다리 20g 절단, 안심15g 절단하기** 오븐 작업시 뚜껑 덮기--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마, 고무장갑, 바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다.1. 닭고기는 씻어 데쳐 물기 빼 간장,소금,후추에 재어 놓기  2. 당근, 양파,표고버섯은 큼직하게 썰기,청양고추,대파는 어슷썰어 놓고 3. 당면은 불려 놓고4. 양념간장 - 양조간장,진간장,소주,물엿,후추,굴소스,공주간장소스(없음)안동찜닭과 비슷하게 양념해주세요 찜닭보다 물이 없어야함(타지않게 졸이기)5. 솥에 기름을 살짝 두르고 달군 후 야채를 볶아 놓고6. 닭을 볶다가 간장을 넣어 조리듯이 볶으면서 당면을 넣습니다.-- 색이 나지 않으면 자장분말을 넣어 색을 냅니다.7. 닭이 익으면 볶은 야채를 넣고 휘리릭 섞어 조려주세요. --- 관찰조리하면서 타지 않도록 주의합니다.8. 통깨,참기름을 넣어주세요   **무생채 만들어 배식때 섞어준다.설탕/흑설탕-90%, 닭고기(절단)/껍질제거-28%, 닭고기(다리살)/날것-50%닭고기(절단)/껍질제거-공주간장닭갈비"
  },
  {
    "id": 804,
    "name": "교자만두",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 올반,신세계/인생왕교자만두/1050g/돼지국산25.441개 30g기름발라 건열 오븐에 굽고깐풍소스와 함께 배식"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양파는 갈고 강정소스를 만든다(강정소스+고추장"
    ],
    "recipe": "간장"
  },
  {
    "id": 807,
    "name": "김구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 808,
    "name": "김치메밀전병",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 809,
    "name": "김치제육볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "630명 100kg 양 많음 1인 150g 적정함1.모든 야채는 세척후 양배추, 양파는 채썰고 당근 얇게 네모썰기, 파는 채썬다..2.양파, 마늘은 다진다.3. 돼지고기에 맛술, 생강즙,마늘,후추를 넣어 재우고 채소와 고추장양념을 하여 코팅팬에 담는다. 4.오븐에 돈육볶음 으로 조리 후 볶음솥이나 스팀솥에 한번 더 볶아낸다."
  },
  {
    "id": 810,
    "name": "김치치즈나베돈까스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 구워먹는 돈까스를 190도에서 15분 이상 조리한다.1. 돈가스를 튀김조리하고 뚜껑열어 건열로 오븐에 보관한다.2. 양파는 채썰고, 김치는 한입크기로 작게 잘라준다.3. 가츠동 소스, 물, 다진마늘, 양파를 넣어 끓인 후 김치와 고춧가루, 간장을 넣어 한소끔 더 끓여준다.4. 스크램블 에그를 만들어 따로 보온해둔다.5. 쪽파는 세척 소독해서 배식 전에 스크램블 위에 뿌려둔다.6. 국그릇에 소스를 먼저 배식 후 그 위에 돈까스를 얹어서 배식한다.소스-돈까스-스크램블에그-눈꽃치즈 순으로 올려준다."
  },
  {
    "id": 811,
    "name": "김치치즈떡갈비",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 함박은 170도 15분 코팅팬 건열 ***온도 확인 !!!2. 소스 만들기 -돈까스소스,갈은 사과,토마토페이스트,하이스가루3. 김치와 양파는 곱게 다져 설탕약간 넣고 볶아 소스와 혼합(소스는 짤수있으니 맛을 보며 혼합)3. 구운 쇠고기 함박위에 체다치즈-볶음김치+모짜렐라치즈-파슬리 순으로 얹어 --- 토핑을 넉넉히 얹어주세요. 남으면 더 얹어 주세요.4. 170도 8분 건열 *** 오븐에서 보온 할 경우 함박스테이크 온도 확인 될 경우 바로 보온작업 가능--- 오븐 트롤리에 놓은 채로 배식직전에 보온을 한번 돌려 주세요."
  },
  {
    "id": 813,
    "name": "깐쇼새우",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시*** 깐쇼새우는 칠리소스의 매운맛입니다. 덜매울경우 두반장소스 첨가 1. 냉동새우(10g)는 기름에 튀겨 7-8개씩 배식2. 홍고추, 풋고추는 모양대로 썰고, 실파는 쫑쫑썬다.  3. 홍고추, 풋고추, 실파, 마늘을 고추기름과 소금을 넣어 볶아준다. 4. 야채를 볶다가 물약간,깐쇼새우소스,설탕,식초를 넣어 새콤달콤매콤한 소스를 만들어 끓인다. 5. 녹말물을 섞어 농도를 맞춘다. 6. 마지막으로 참기름을 넣어 잘 저어준다7. 배식직전에 솥에 불을 켜고 소스를 덜어 끓을때 튀긴 새우를 넣고 눅눅해지지 않게 후다닥 볶아 배식한다.** 배식상황을 봐가며 조금씩 나누어 버무리기***야채색이 변하지 않게 식초는 맨 마지막에 넣어 주세요"
  },
  {
    "id": 816,
    "name": "깻잎동그랑땡",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 붉은 양배추는 곱게 채썰기2. 냉동상태의 동그랑땡을 적당히 해동 후 계란옷을 입혀서 - 식용유를 두른 팬에 앞뒤로 뒤집어가며 약3~4분간 구워줍니다.노릇하게- 오븐조리할 경우 건열 210도 10분간 예열 후 180도에서 10~15분간 관찰조리3. 3개씩 배식"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시"
  },
  {
    "id": null,
    "name": "파",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "고추장"
  },
  {
    "id": 819,
    "name": "꿀마늘보쌈",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지고기는 깨끗이 세척하여 솥단지에 고기가 잠길 정도로 물을 잡는다.2. 된장, 향신료, 생강, 마늘, 대파, 양파, 청주를 넣고 푹 삶은 후에 건져낸다.(면보자기 이용)3. 간장, 물엿, 흑설탕을 넣고 끓이다가 삶아낸 돼지고기를 넣어 은근한 불에 조린다.4. 겉면이 윤기가 나는 진한 갈색이 나면 건진 후에 식혀서 썰기 한다.<마늘소스>1. 마늘을 갈아준다.2. 마늘의 아린맛을 날리기 위해 기름에 충분히 볶아준다.2. 유자청은 채에 걸러 건더기를 제외하고 사용한다.3. 꿀과 소금을 소량 넣어 소스를 완성한다."
  },
  {
    "id": 820,
    "name": "낙삼새(낙지삼겹새우)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 끓는물에 낙지를 살짝 데쳐서 찬물에 헹궈준다.2. 양파는 사각으로, 양배추, 당근은 채썰어준다. 3. 고추는 어슷 대파는 5센치로 채썰기4. 양념장을 만들어 숙성시킨다.(고추장약간,간장,고춧가루,맛술,설탕,올리고당,액젓,숯불소스)5. 식용유를 두르고 다진생강과 다진마늘을 볶아준다.6. 양파 넣고 볶다가 투명해지면 고기를 넣어주고 살짝 익으면 당근, 양배추 넣는다.7. 양념장을 넣어 고루 섞어주고 8. 낙지 새우를 넣어 센불에서 새우 색깔이 변할때까지 볶아준다.9. 대파, 고추를 넣고 참기름을 둘러 휘리릭 볶아준다.10. 통깨 넣고 마무리 당면은 따로 삶아서 배식 직전에 섞어 나간다.** 당면 섞을것까지 감안하여 양념할 것"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "고무장갑"
    ],
    "recipe": "바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다."
  },
  {
    "id": null,
    "name": "생강즙",
    "role_code": null,
    "season": [
      "후추 넣어 데쳐 물기 빼 놓기---감자"
    ],
    "recipe": "당근"
  },
  {
    "id": null,
    "name": "맛술",
    "role_code": null,
    "season": [
      "후추"
    ],
    "recipe": "굴소스"
  },
  {
    "id": 827,
    "name": "누룽지탕수육/소스(애플,레몬)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 양파,피망 염소소독 실시1. 탕수육은 튀김조리 해주세요 **너무 오래 튀기면 딱딱해지므로 온도 나올때까지만 튀겨주세요2. 야채는 작게 깍뚝썰기  3. 과일캔은 따서 건져 놓기**통조림 국물도 적당량 소스와 섞어주세요4. 소스는 신맛이 강하지 않도록 하고 소스가 너무 되거나 묽지 않게 만든다. 5. 소스에 야채와 과일은 배식직전에 넣어 색이 변하는 것을 방지하고 6. 소스와 따로 배식"
  },
  {
    "id": 828,
    "name": "단호박갈비찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "2019년 1000명기준 갈비70, 앞다리40, 뒷다리60 20kg정도 남음*** 갈비는 데쳐서 물기 제거1. 양념장-간장,마늘,소주,갈은양파,갈은키위,갈은 사과,생강,파,후추 끓이기 2. 단호박은 깍뚝썰어 따로 찌기 100도 8분 타공팬 습열3. 돼지갈비와 돼지고기를 핏물을 뺀 후 살짝 삶아서 양념4. 간이 배면 서서히 내부온도 85도이상이 되게 조린다 5. 조려진 돼지갈비에 찐 호박을 섞어 한소끔 끓인후 통에 담아낸다. 돼지고기(갈비)/날것, 찜 - 30%돼지고기(뒷다리)/날것, 깍뚝썰기 - 50%"
  },
  {
    "id": 829,
    "name": "단호박닭볶음탕",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭은 깨끗이 씻어 우유에 재워둔다.우유남기지 말고 다 사용해주세요2. 재워둔 닭을 씻어 소금,후추,생강분으로 밑간을 해서 냉장실에 보관3. 감자는 4-6등분하여 썰어 데치고 당근,양파는 감자와 같은 크기로 깍뚝썰기 4. 조림간장 - 소주,파,마늘,물엿,설탕,고추장,고추가루5. 닭이 잠길정도의 물을 넣고 설탕을 먼저 넣어준다.6. 감자,당근,양파를 넣고 끓인다.7. 끓기 시작하면 간마늘, 간장, 고춧가루, 고추장 넣어준다.    (닭볶음탕 색이 나도록)8. 어느정도 닭에 간이 베이면 송송 썬 파와 고추를 넣어서 마무리한다.9. 꺼낼때 온도확인!!! 마지막에 깨뿌리기**국물양 넉넉히 해주세요닭고기/토막-50%,다리살-50%"
  },
  {
    "id": 831,
    "name": "닭갈비우동볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "650명 기준 1. 양념장을 만든다. (고추장, 간장, 맛술, 설탕, 고춧가루, 후추, 마늘, 생강)2. 끓는물에 생강 건더기를 넣고 닭고기를 데쳐낸다.3. 끓는물에 굵은 소금을 넣고 참나물, 미나리를 각각 데쳐낸다. 4. 우동사리는 90%정도 삶아둔다.5. 데친 닭고기는 양념장을 넣고 당근, 양배추, 양파와 같이 볶아준다 .6. 깻잎, 미나리, 참나물, 우동사리를 넣고 볶는다.(우동사리 넣는 것을 감안하여 양념과 국물양 조절, 농도는 전분을 이용하여 조절, 전분으로 인해 간이 싱거워질 수 있으므로 간 다시 보기) 7. 어느정도 익으면 고추와 대파를 넣어 볶은 뒤 완성한다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "청주"
    ],
    "recipe": "후주에 재워 냉장보관한다."
  },
  {
    "id": 833,
    "name": "닭날개구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭날개는 씻어 마늘,생강즙,청주,후추가루에 재워놓고 2. 스테이크소스, 설탕, 간장을 재워 놓고 3. 닭날개를 소스를 발라 오븐에 구워 주세요.봉40g,윙30g 1개씩 배식"
  },
  {
    "id": 834,
    "name": "닭다리살구이(역사밥상)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 오븐메뉴얼 **- 닭다리구이(1차구이),15분소요(5분추가, 온도 170℃)- 닭다리구이(2차구이), 6분소요(4분추가)1. 닭다리를 흐르는 물에 씻어 물기를 뺀다. 여기에 생강즙, 마늘즙,소금, 후추, 청주로 20분간 밑간을 한후 닭다리구이로 1차구이를 한다.     (그리드에 담는다. 1-19단까지는 그리드를 넣고 맨 마지막에 일반팬을 넣어 기름받이용으로 사용한다.)4. 프로그램모드 닭다리구이로 조리한다.2. 두반장, 흑설탕, 참깨, 참기름, 물엿, 진간장 등을 넣어 양념장을 끓여준다.4. 끓여둔 양념장을 1차구이를 한 닭다리에 앞뒤로 골고루 발라 2차구이를 한다.    (중심온도 체크를 반드시 한다.)** 일반메뉴얼 **1. 생강,소금,후추,청주에 닭을 재웠다가 물을부어 반이상 익힌다.(스팀솥)2. 두반장소스를 만들어 1의 닭을 재운다.3. 부침기에 기름을 넉넉히 둘러 갈색이 나도록 충분히 지져낸다.   ( 소스를 수시로 끼얹어 갈색이 나도록 조리하고, 중심온도 확인을 철저히 한다. )"
  },
  {
    "id": 836,
    "name": "닭묵은지조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 감자,양파는 큼직하게 깍뚝썰기 한다. 2. 닭고기는 소금물에 살짝 데쳐낸 후 물기를 뺀다.3. 김치는 먹기 좋게 썰어 준비한다4. 양념장 만들기 - 간장,고추가루,고추장,소주,들기름,설탕,파,마늘 혼합 5. 데쳐낸 닭고기에 김치,가래떡,양념장을 넣고 버무린 후 175도 38분 일반팬 콤비 뚜껑덮어 6. 온도확인!!!닭고기/토막-50%***40g절단하기"
  },
  {
    "id": 838,
    "name": "닭볶음탕",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭은 깨끗이 씻어 우유에 재워둔다.우유남기지 말고 다 사용해주세요2. 재워둔 닭을 씻어 소금,후추,생강분으로 밑간을 해서 냉장실에 보관3. 감자는 4-6등분하여 썰어 데치고 당근,양파는 감자와 같은 크기로 깍뚝썰기 4. 조림간장 - 소주,파,마늘,물엿,설탕,고추장,고추가루5. 닭이 잠길정도의 물을 넣고 설탕을 먼저 넣어준다.6. 감자,당근,양파를 넣고 끓인다.7. 끓기 시작하면 간마늘, 간장, 고춧가루, 고추장 넣어준다.    (닭볶음탕 색이 나도록)8. 어느정도 닭에 간이 베이면 송송 썬 파와 고추를 넣어서 마무리한다.9. 꺼낼때 온도확인!!! 마지막에 깨뿌리기**국물양 넉넉히 해주세요닭고기/토막-50%,다리살-50%"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "생강을곱게갈아서월계수잎"
    ],
    "recipe": "후추"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "대파"
    ],
    "recipe": "그린빈은 5~6cm"
  },
  {
    "id": 841,
    "name": "당면계란말이S",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시1. 계란은 교차오염에 주의하며 깨서 체에 걸러 액상전란과 혼합2. 당면은 끓는물에 삶아 물에 헹궈 송송 짧게 다지기3. 양파,당근,고추,파 다지기-- 속에 들어갈 재료니 곱게 다져주세요. 채칼로 2번 내리기4. 계란에 속재료와 소금을 넣어 혼합하여5. 부침기에 약불로 도톰하게 각을 만들어가며 부쳐주세요.-- 급식인원수를 파악하여 계란말이를 하도록 합니다.*** 속재료가 많아 잘 안펴질거예요. 국자를 이용하여 넓게 펴서 약불로 천천히 익혀 돌돌 말아주세요.-- 완성되어 나온 재료는 바로 썰어 온장보관 팬에 담으실때는 차곡차곡 담되 타공팬에 담아주세요.일반팬에 오일페이퍼를 깔고 타공팬을 끼워서 사용합니다.6. 2개씩 배식할 수 있도록 폭을 좁게 썰고 도톰하게 말도록 합니다."
  },
  {
    "id": 845,
    "name": "대패삼겹소금구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "900명 기준 150kg 적정함*** 삼겹살은 1*4*4, 앞다리는 0.7*4*4로 발주한다.*** 야채 염소소독 실시1. 마늘은 굵게 저미고 양파는 두껍게 채썰기, 새송이는 길게 저며 놓기2. 삼겹살은 소금, 후추, 생강즙, 된장 약간 간하여 오븐에 겹치지 않게 펼쳐 셋팅3. 190도 10분 건열 기름을 따라 버린다.4. 삼겹살위에 소주를 뿌리고 저민 마늘,양파,새송이버섯을 얹어 6분 건열 ---온도확인***주의 시간이 지나면 딱딱해 지므로 배식전에 구워준다.삼겹살-80%"
  },
  {
    "id": 846,
    "name": "대패오리숙주볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 대패오리는 양념장에 버무려준다 2. 대파는 채로 썰고,고추는 송송, 숙주는 물기를 빼고 준비한다.3. 대패오리는 찢어질 우려가 있어 오븐에 한번 굽고 볶음솥에서 숙주와 살짝만 섞어준다. 4. 고추기름을 두른팬에 숙주를 넣어서 센불에서 빠르게 볶고 오븐에 구운 대패를 넣어 조심히 볶아준다. 5. 마지막에 통깨와 참기름,송송썬 고추를 넣어준다. 요리팁(주의점) : 숙주는 너무 푹 익히면 식감이 덜하니 아삭한 기운이 잇게 볶는 게 좋다."
  },
  {
    "id": 848,
    "name": "데리야끼코다리강정",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 코다리는 소금, 후추, 청주, 간장, 참기름넣고 재웠다가 녹말가루+튀김가루 반죽을 묻혀 튀겨낸다.2. 곱게 간 양파, 마늘, 파, 고추기름, 케첩, 물엿, 설탕을 넣고 끓여 식힌 후3.  튀긴 코다리도 식히고 식힌 양념장을 버무린다.3. 배식  직전 물엿으로 한번 더 버무리기2017.3월 수정"
  },
  {
    "id": 849,
    "name": "돈갈비구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "갈비의 핏물을 제거 한다1.돈갈비를 생강술에 재운다2.배를 갈아서 양념장을 만들어 갈비를 재운다3.갈비를 오븐에 굽다가 야채를 넣고 한번더 굽는다"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "액젓"
    ],
    "recipe": "청주"
  },
  {
    "id": 854,
    "name": "돈육메추리알장조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***꽈리고추 염소소독 실시 160-251. 메추리알,꽈리고추를 간장,설탕을 넣고 솥에 조려주세요.2. 6개 정도씩 배식설탕/흑설탕-90%"
  },
  {
    "id": 855,
    "name": "돈육삼겹오븐구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "900명 기준 150kg 적정함*** 삼겹살은 1*4*4, 앞다리는 0.7*4*4로 발주한다.*** 야채 염소소독 실시1. 마늘은 굵게 저미고 양파는 두껍게 채썰기, 새송이는 길게 저며 놓기2. 삼겹살은 소금, 후추, 생강즙, 된장 약간 간하여 오븐에 겹치지 않게 펼쳐 셋팅3. 190도 10분 건열 기름을 따라 버린다.4. 삼겹살위에 소주를 뿌리고 저민 마늘,양파,새송이버섯을 얹어 6분 건열 ---온도확인***주의 시간이 지나면 딱딱해 지므로 배식전에 구워준다.삼겹살-80%"
  },
  {
    "id": null,
    "name": "마늘",
    "role_code": null,
    "season": [
      "맛술"
    ],
    "recipe": "후추"
  },
  {
    "id": 861,
    "name": "동인동찜갈비",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 고추, 대파는 어슷 썬다.2. 마늘, 생강, 양파, 배, 건고추는 간다.3. 고기에 진간장, 물엿, 후춧가루,고춧가루, 마늘, 생강, 참기름 , 청주를 넣어 재운다. 4. 센불에서 조리다가 끓으면 서서히 졸인다.5. 홍, 청고추, 대파를 넣고 마무리한다.1인 180g 적당"
  },
  {
    "id": 862,
    "name": "동태볼콩나물찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "미나리, 깻잎, 실파 소독1. 미나리는 세척후 4~5cm 간격으로 자르고 깻잎도 세척후 반으로 잘라 2cm 두께로 자른다.2. 미나리와 콩나물은 데쳐서 물기를 충분히 뺀다.3. 동태볼은 기름에 튀긴다.(중심온도 확인)4. 고춧가루, 감자전분, 간장, 굴소스, 맛술, 다진마늘, 당일육수, 후추를 넣고 양념장을 만들어 끓이다가 전분을 풀어 농도를 낸다.5. 야채와 양념을 넣어 버무리고 참기름, 참깨를 넣어 마무리한다.(ccp2, 조리완료 후 냉장보관*더블루사천식동태강정 59ea/kg"
  },
  {
    "id": null,
    "name": "된장",
    "role_code": null,
    "season": [
      "월계수잎"
    ],
    "recipe": "대파"
  },
  {
    "id": null,
    "name": "굴소스",
    "role_code": null,
    "season": [
      "마늘"
    ],
    "recipe": "물엿"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "배도 갈고"
    ],
    "recipe": "생강 갈기(즙내기)"
  },
  {
    "id": null,
    "name": "생강(즙)",
    "role_code": null,
    "season": [
      "간장"
    ],
    "recipe": "설탕(양념용)"
  },
  {
    "id": null,
    "name": "마늘",
    "role_code": null,
    "season": [
      "배는 믹서에 갈기/당근(깍둑)"
    ],
    "recipe": "양배추 사이즈 비슷하게 썰기"
  },
  {
    "id": null,
    "name": "키위",
    "role_code": null,
    "season": [
      "간마늘"
    ],
    "recipe": "생강"
  },
  {
    "id": 866,
    "name": "돼지갈비묵은지찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.돼지갈비는 잘 세척한 후에 스팀 솥에 넣고 충분히 삶는다.(후추,생강,소주,된장,오레가노)2.배추김치는 먹기 좋은 크기로 썰고 양파는 채썰기한다.(배추길이 2~3등분)3.육수(멸치)를 넣어 양념장을 만들어 놓는다.(고춧가루,고추장,생강,마늘,설탕,물엿,간장,미림,후추)4.삶아진 돼지갈비에 양념의 반분량을 넣고 조금 더 익혀준다.5.고기가 익는 동안 배추김치를 올리브유에 볶으면서 양념장을 첨가한다.6.돼지갈비가 어느정도 익으면 배추김치 볶은 것과 양파를 넣고 섞은 후에 볶음솥과 스팀솥을 이용하여 약한 불에서 배추김치가 푹 익을 정도로 익혀준다.7.양념장을 약간 남겨서 마무리하고 파도 쫑쫑 썰기하여 마무리 전에 넣고 참깨를 넣어 마무리한다.*갈비는 찜용 40g*내부온도 측정 철저"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "앞다리50"
    ],
    "recipe": "후지40 사용 양 딱맞음970명 기준 갈비50"
  },
  {
    "id": 868,
    "name": "돼지갈비엿장조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지갈비는 흐르는 물에 씻어서 끓는 물에 데쳐 잡내와 기름기를 제거한다.2. 분량의 양념으로 조림장을 만든다.3. 40여분 정도 재운 후 은근한 불에 조린다.4. 간을한다.-두께는 LA갈비구이 비슷하게"
  },
  {
    "id": 870,
    "name": "돼지고기김치찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시돼지고기 찜용 3*3*3 으로 발주고기는 키위,소주,마늘,생강에 재워놓기 30분이상1. 멸치,다시마는 육수내기 2. 양파는 굵게 채썰기 3. 김치는 길고 폭이 좁게 썰기4. 솥에 김치를 깔고 갈비를 얹고 기름,설탕,육수를 넣어 푹 익혀주세요. 5. 김치가 물러지면 소독한 양파를 넣어 불을 끄고 뚜껑을 덮어주세요. 6. 양파가 투명해지면 통에 담아주세요."
  },
  {
    "id": 871,
    "name": "돼지고기달걀장조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***고추 염소소독 실시***국물 넉넉히 하기!! 싱거우면 간장 더 넣어서 국물 넉넉히 끓여주세요1. 돼지고기는 핏물제거 후 양파,대파,통마늘, 생강편을 넣어 끓이다가  물을 적당히 따라 버린 후2. 돼지고기가 겉이 익으면 달걀, 간장, 소주, 물엿(1/2), 설탕, 자장분말을  넣고 조린다. 3. 어느정도 조려지면 나머지 물엿과 고추 넣어 윤기나게 조린다4. 달걀은 1인당 1개씩 배식합니다.(깨진것 제외)설탕/흑설탕-90%돼지고기(뒷다리)/날것,장조림-50%, 돼지고기(앞다리)/날것,깍뚝썰기-50%"
  },
  {
    "id": 872,
    "name": "돼지고기수육/쌈장",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 **삶기전에 1인량 170g을 재어 측정후 썰어서 1인분 확인 1. 돼지고기,양파,대파,마늘,생강,된장,월계수잎,통후추,커피를 넣어 삶아 썬다2. 다진 쪽파,갈은 마늘,다진 청양고추를 넣고 쌈장을 섞어 완성  중점관리기준 :돼지고기는 찔러보아 핏물이 나오지 않을때까지 푹 삶아 썰으시고 고추,쪽파는 소독해주세요.돼지고기(뒷다리)/날것-50%-오븐작업 :  돼지고기는 전날 갈은마늘,갈은양파,생강,소금,후추,소주,월계수잎을 넣고 재워 120도 40분 타공팬 습열"
  },
  {
    "id": 873,
    "name": "돼지고기육전",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 기름을 두른 팬에 굽거나 전판에 부친다."
  },
  {
    "id": 874,
    "name": "돼지고기장조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***고추 염소소독 실시***국물 넉넉히 하기!! 싱거우면 간장 더 넣어서 국물 넉넉히 끓여주세요1. 돼지고기는 핏물제거 후 양파,대파,통마늘, 생강편을 넣어 끓이다가  물을 적당히 따라 버린 후2. 돼지고기가 겉이 익으면 달걀, 간장, 소주, 물엿(1/2), 설탕, 자장분말을  넣고 조린다. 3. 어느정도 조려지면 나머지 물엿과 고추 넣어 윤기나게 조린다4. 달걀은 1인당 1개씩 배식합니다.(깨진것 제외)설탕/흑설탕-90%돼지고기(뒷다리)/날것,장조림-50%, 돼지고기(앞다리)/날것,깍뚝썰기-50%"
  },
  {
    "id": 875,
    "name": "돼지고기찹스테이크",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "목전지 핏물 뺴고 밑간하기- 로즈마리, 소금 후추 청주 생강 미림 굴소스 조금 식용유 버무리기 충분히 재우기밑간한 고기 오븐에 1차로 굽기-> 물빼주기야채는 각각 볶아 준다 피망 당근 양파 사각으로 썰어준다 양파일부 소스용으로 갈고 나머지는 볶음 야채)양념 - 꼭 협의할 것스테이크소스 베이스에 데리야끼 케찹 미림 청주 마늘 양파 갈은 것 설탕 물엿 넣고 한번 끓여 주세요 양념에 고기 넣고 살짝 졸이고 야채 넣고 한번 볶기농도 보고 수분 많으면 전분 넣어주기20.11 고기 사양 찹스테이크용으로 두꼐감 있게 사각"
  },
  {
    "id": 876,
    "name": "돼지꽃살/파채",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1인 130g 양 적정함760명 기준 꽃살 112kg 발주 한밧트 남음찹스테이크1. 야채는 폭찹용크기, 네모모양으로 잘라둔다.2. 마늘은 편썰기한다.3. 꽃살은 오븐 180~190도에서 20본, 습20% 조리파채무침고추장, 고춧가루, 간장, 설탕, 식초로 무쳐주고 따로 배식한다."
  },
  {
    "id": 877,
    "name": "돼지꽃살찹스테이크",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "찹스테이크1. 야채는 폭찹용크기, 네모모양으로 잘라둔다.2. 마늘은 편썰기한다.3. 꽃살은 오븐 180~190도에서 20본, 습20% 조리"
  },
  {
    "id": 880,
    "name": "돼지목살파인애플찹스테이크",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시--- 돼지고기는 2*4*1 로 절단하여 연육***  파인애플캔 고형량1790g/66ea,델몬트고형량1729g-50개/34.58g 정도 들었음1. 고기는 앞뒤로 생강,마늘,콩기름을 발라줍니다2. 고기에 소금,후추를 뿌리고 소주 월계수잎으로 잡내 제거3. 양파,당근은 곱게 다져 볶는다.4. 오븐 300도 20분 예열 200도 9분 건열로 겉만 익히기 -- 월계수잎은 버리기-- 센불에서 겉면이 갈색이 되게 익히기5. 뒤집어 익힐때는 완전히 익히지 말고 겉면만 익히면 꺼내서 코팅팬에 셋팅 180도 15분 콤비---- 온도확인!!!-- 갈색이 되도록 굽습니다.6. 스테이크소스에 갈은 양파, 갈은 사과와 토마토케첩,굴소스,물,설탕을 넣고 끓여 농도를 맞춘다.  7. 파인애플링은 따로 구워 180도 5분 콤비8. 파프리카도 소금 후추 간해서 따로 구워주고 고기와 섞는다.9. 고기위에 파인애플을 얹어주고 소스를 끼얹어준다.**배식손 없을때는 소스를 미리 고기에 섞어서 나간다   단, 소스가 짤 수 있으니 미리 검식 해보고 상의해서 결정할 것 돼지고기(목살)/날것,스테이크용-25%, 레몬/생과-38%"
  },
  {
    "id": 881,
    "name": "돼지목심파인애플스테이크/소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시--- 돼지고기는 전날 스테이크용140g으로 1.5cm 두께로 연육하여 콩기름,소금,후추 밑간해 두면 좋아요.전날 선입 (3시이후에 연육해서 갖다달라하기)***  파인애플캔 고형량1790g/66ea,델몬트고형량1729g-50개/34.58g 정도 들었음1. 고기는 앞뒤로 생강,마늘,콩기름을 발라줍니다2. 고기에 소금,후추를 뿌리면서 중간 중간 월계수잎을 넣어 재워 냉장고에 보관3. 양파,당근은 곱게 다져 볶는다.4. 오븐 300도 20분 예열 200도 9분 건열로 겉만 익히기 -- 월계수잎은 버리기-- 센불에서 겉면이 갈색이 되게 익히기5. 뒤집어 익힐때는 완전히 익히지 말고 겉면만 익히면 꺼내서 코팅팬에 셋팅 180도 15분 콤비---- 온도확인!!!-- 갈색이 되도록 굽습니다.6. 스테이크소스에 갈은 양파, 갈은 사과와 토마토케첩,굴소스,물,설탕을 넣고 끓여 농도를 맞춘 후 소금,후추가루로 간한다.  7. 구운 고기위에 소스를 얹고 파인애플링을 얹어 180도 5분 콤비 돼지고기(목살)/날것,스테이크용-25%, 레몬/생과-38%"
  },
  {
    "id": 882,
    "name": "돼지불백",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.돼지고기를 설탕,청주.생강,마늘,매실액,양파즙,키위로 양념장을 만들어 재워둔다. 2.양파와 당근은 채썬다. 3.재워둔 고기와 야채를 넣고 볶다가 굴소스, 간장, 자장가루를 넣고 떡을 넣고 대파,마늘을 넣고 참기름 참깨로 마무리한다."
  },
  {
    "id": 883,
    "name": "두부너겟/머스터드",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 기름발라 오븐 건열2. 머스터드소스와 함께 2개씩 배식"
  },
  {
    "id": 884,
    "name": "두부조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시 *** 썰어져 입고된 두부는 1인당 2쪽씩 배식합니다.1. 두부는 썰어 물기를 빼고 약간의 소금간을 하여 기름발라 200도 15분, 뒤집어서 기름발라 10분 수분 0%, 건열, 코팅팬  --- 뒤집기전에 생긴 물은 따라 버리도록 합니다.2. 양념 간장을 만들고 3. 양념장을 켜켜로 얹어 180도 5분, 콤비. 4. 꺼낼때 온도확인 -- 두부 3KG 1판- 2줄*17쪽 도톰하게 썰어 1개씩 배식합니다.(도톰해야 두부가 안 부숴줘요.)"
  },
  {
    "id": 886,
    "name": "두부찜/김치볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시 *** 두부는 1판-2등분*16줄=32쪽으로 썰어주세요.1. 두부는 물기 빼 납작하고 네모나게 썰고2. 코팅팬에 기름을 바른 후 두부를 깔고 위에 기름발라 소금뿌려 185도 14분 뒤집어서 기름발라 8분 건열--- 물기가 생겼으면 따라 버려주세요.3. 양파-채썰기,4. 김치는 국물이 생기지 않게 양파와 센불에서 매콤하게 볶기5. 마지막에 참기름 휘리릭 두르고 깨 뿌려주기6. 두부와 김치를 같이 배식"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시"
  },
  {
    "id": 888,
    "name": "두부텐더/머스터드",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 기름발라 오븐 건열2. 머스터드소스와 함께 2개씩 배식"
  },
  {
    "id": 889,
    "name": "등갈비김치찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 멸치,다시마는 육수내기 2. 양파는 굵게 채썰기 3. 솥에 김치를 깔고 갈비를 얹고 기름,설탕,육수를 넣어 푹 익혀주세요. 4. 김치가 물러지면 소독한 양파를 넣어 불을 끄고 뚜껑을 덮어주세요. 5. 양파가 투명해지면 통에 담아주세요."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시"
  },
  {
    "id": 892,
    "name": "떡갈비/부추소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 당근,파,생강,우엉,연근은 모두 잘게 다진다.2. 생돼지고기는 참기름,소주,국간장,후추,생강,파,마늘,조림간장,우스터소스,케찹,설탕,바베큐소스 밑간하기 3. 고기,다진 야채,구슬떡을 오랫동안 치댄후  4. 코팅팬에 약간 도톰하게 깔고 3줄*5개(총15개)로 절단을 한 후---- 익으면 오그라드니 가장자리를 도톰하게 해주세요.5. 170도 25분 건열.(미리 절단을해야 갈라짐이 없다) 6. 부추는 3-4cm길이로 썰고 양파,붉은양배추는 곱게 채설기7. 배식직전에 야채와 오리엔탈소스를 버무려 위에 곁들여 배식한다. *** 구우면 팬에 기름이 많이 생깁니다. 배식시 뜨거운 기름에 데지 않도록 익으면 기름을 따라 버려주세요.*** 교사식은 굽기전에 1인당 1개씩(1인분) 모양을 내서 만들어 밧드에 담습니다.고추장/요리고추장-직화구이숯불바베큐소스2kg"
  },
  {
    "id": 893,
    "name": "떡구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 894,
    "name": "떡닭강정(땅콩함유)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭을 튀김가루와 전분을 이용하여 적당히 반죽한다. * 탄산수를 넣으면 더 바삭해진다.2. 닭을 튀긴다. 3. 고추장, 케첩, 간장 등으로 소스를 만든다. 4. 땅콩가루와 같이 버무린다.* 땅콩없는 것 준비해 두기 - 알레르기"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "돼지고기 민찌"
    ],
    "recipe": "양파를 섞는다."
  },
  {
    "id": 897,
    "name": "랍스타버터구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<랍스타버터구이>1. 냉동제품 랍스타는 전날 종일 물에 해동 후 청주, 식초로 비린내를 제거한다.2. 물을 빼고 냉장보관 해놓기2. 오븐에 쪄준다.3. 마늘을 버터에 달달 볶는다.(아린맛 안나게 충분히!!)4. 등부분을 잘라서 마늘 마요네즈 파슬리 꿀을 섞은뒤 넣어준다.4. 오븐에 치즈가 녹을정도로 구워주고 보온배식한다."
  },
  {
    "id": 899,
    "name": "레몬연어구이/크리미양파드레싱",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 야채 염소소독 실시 1. 연어살은 찬물에 해동한 후 식초약간, 청주, 생강즙, 소금, 후추로 밑간한다.2. 연어살은 올리브유를 발라 코팅팬에 나열하여 양면을 노릇노릇하게 구워준다. (60도 10분 콤비, 뒤집어서 160도 5분 콤비, 자주 뒤적이지 마시고 한번만 뒤집으세요.)3. 양파는 세척 및 소독을 철저히 한 후 곱게 슬라이스하여 찬물에 담궈 매운맛을 뺀후 수분을 제거하여 냉장보관한다.4. 양파에 건파슬리가루를 섞어놓는다. 5. 크리미양파드레싱소스, 휘핑크림, 마요네즈, 레몬쥬스, 설탕, 사이다를 섞어 소스를 만들어 냉장보관한다.(사이다로 농도를 조절한다.) * 소스는 배식직전까지 냉장고에 보관한다. * 연어구이를 올린 후 양파 > 소스를 배식한다. * 연어 65g/개"
  },
  {
    "id": 903,
    "name": "로제떡볶이(만능)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 베이컨은 첨가물 제거를 위해 1회 데치기, 새우 및 목살은 생강술에 재우기2. 올리브유에 새우살, 소시지, 베이컨을 볶는다, 이 후 야채를 함께 볶는다.3. 생크림, 우유, 고추장 등 양념을 넣고 끓인다. (간이 안 맞으면 우스터 또는 굴소스 첨가)4. 떡을 2차에 나눠 넣는다.(교직원,학생)5. 파마산 치즈 파슬리를 뿌려 마무리 (배식 전 파슬리 뿌리기)** 주의 시간이 지나면서 떡이 국물을 다 흡수해 버리므로 떡은 익을 정도만 살짝 끓이고 불 끌것    밧드에 담을때 국물이 어느정도 있어야 함"
  },
  {
    "id": 904,
    "name": "로제떡볶이(밀떡)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 베이컨은 첨가물 제거를 위해 1회 데치기, 새우 및 목살은 생강술에 재우기2. 올리브유에 새우살, 소시지, 베이컨을 볶는다, 이 후 야채를 함께 볶는다.3. 생크림, 우유, 고추장 등 양념을 넣고 끓인다. (간이 안 맞으면 우스터 또는 굴소스 첨가)4. 떡을 2차에 나눠 넣는다.(교직원,학생)5. 파마산 치즈 파슬리를 뿌려 마무리 (배식 전 파슬리 뿌리기)** 주의 시간이 지나면서 떡이 국물을 다 흡수해 버리므로 떡은 익을 정도만 살짝 끓이고 불 끌것    밧드에 담을때 국물이 어느정도 있어야 함"
  },
  {
    "id": 906,
    "name": "롱새우튀김꼬치/어니언갈릭소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 새우꼬치를 튀겨서2.뚜껑열어 온장고에 보관한다.3. 아이올리소스와 양파드레싱 레몬즙 파슬리를 섞어4. 배식 떄 꼬치 위에 얹어준다."
  },
  {
    "id": 908,
    "name": "리얼통새우꼬치",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오븐에 170-180도에서 굽는다(관찰조리)."
  },
  {
    "id": 909,
    "name": "마늘소스언양식불고기",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 마늘소스> 마늘과 양파는 갈갈 후 오븐에 1차 찌기 > 솥에 타지 않게 볶기 +물약간 > 물엿, 꿀, 설탕 추가하여 단맛내기> 색이 투명하게 변하고 농도가 잡힐 때까지 볶아주면 완성1. 바싹불고기 오븐에 구워서 4등분 하기2. 바싹불고기를 차곡차곡 담아서 데리야끼 소스를 뿌려주고3. 마요네즈를 소스통에 담아 지그재그로 뿌려준다.4. 마늘소스를 위에 얹어서 쪽파로 마무리5. 배식 시 3개씩 배식하고 추가배식대를 놓는다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "고추등 야채 염소소독 실시 --- 고기는 안심 1/2 절단 하지 않기 30g/닭다리20g 적정함--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마"
    ],
    "recipe": "고무장갑"
  },
  {
    "id": null,
    "name": "버섯",
    "role_code": null,
    "season": [
      "양파 등 야채와 떡"
    ],
    "recipe": "어묵"
  },
  {
    "id": 914,
    "name": "마파두부",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 양파는 볶음밥용 썰기, 홍고추는 어슷, 파는 송송 썰어둔다.2. 두부는 물기를 없애고 소금간을 해둔다.3. 돼지고기는 생강, 소주, 소금, 후추로 밑간을 해두고 잡내를 제거한다.4. 솥에 기름을 두르고 파기름을 내준다. 5. 양파를 넣고 익을때쯤 고기를 넣는다.6. 두반장소스, 굴소스, 고추장 약간, 고춧가루, 전분 약간을 넣는다.7. 두부, 고추를 넣고 잘 섞어준다. 두부는 너무 크지 않게 큰것은 부숴준다.8. 참기름 약간과 참깨를 넣고 불을끈다."
  },
  {
    "id": 915,
    "name": "마파두부(스파게티소스)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 두부는 소금과 전분을 뿌려 기름발라 185도 30분 수분0%,건열,코팅팬. 2. 돼지고기+소주+생강즙+후추가루에 재워 놓은후 볶아낸다.(내부온도 확인) 3. 솥을 달군 후 양파,당근,피망은 잘게 썬 다음 각각 볶아낸다. 4. 마늘을 달달 볶다가 고추기름과 고추장,두반장,스파게티소스를  넣고 되직하지 않게 끓이5. 소스가 완성되면 두부,볶은야채,고춧가루, 고추기를, 참기름과 참깨를 넣고 버무려 배식한다.***소스를 되직하지 않게 해주세요. 두부와 섞었을때 촉촉한 느낌이 나야 합니다.돼지고기(뒷다리)/날것,다짐-50%"
  },
  {
    "id": 917,
    "name": "맛쵸킹",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.닭을 생강술 후추에 재워둔다2.닭을 다진청양고추 카레가루 전분 튀김가루를 입혀바삭하게 튀긴다튀김이 눅눅해 지지 않도록 한다3.먼저 튀긴것은 마지막에 다시 튀겨 온도를 유지한다탐침온도계로 수시로 체크한다4.소스는 홍고추 청양고추 대파를 굵게 썰어 놓는다.간장양파 조청 꿀 설탕등을 넣고 끓이다가 마지락에 청양고추 홍고추 대파를 넣어 준다"
  },
  {
    "id": 918,
    "name": "매쉬드함박스테이크",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "오이"
    ],
    "recipe": "당근은 반달썰기로 썰고"
  },
  {
    "id": 920,
    "name": "매운사태떡찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지고기(3*3*3)는 핏물을 제거하고  월계수잎을 넣고 데쳐내어 잡내, 잡티를 제거한다.2. 채소는  돼지고기 모양의 크기에 따라 썰어두고3. 양념장 준비 - 설탕,,간장,청양고추, 대파, 무,양파갈은 것, 물엿,건고추 갈은 것. 준비. 간을 보고 추가할 것 추가하기4. 돼지고기에 양념장을 넣고, 다시마 육수(작은 다라이 7부 약 2개)넣고 졸이기 채소는 볶아서 수분을 제거하고 마지막에 함께 섞어  졸이기 배식전 물엿으로 버무린 후 배식2017.10  돼지고기양 총 1450명 -180kg 으로 재수정 11월 굴소스, 미림 추가/ 2018.4월 건고추 추가, 청양고추 추가,1250-1300명 고기 총량 160kg (1인120-125g)사용수정"
  },
  {
    "id": 921,
    "name": "매운카레찜닭",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭은 깨끗이 다듬어 씻어 데처낸 후 후추, 생강, 미림, 설탕으로 밑간을 한다.2. 감자, 양파, 당근, 풋고추는 세척후  감자, 당근(약간크게 깍둑썰기) 양파(네모) 풋고추(어슷) 썰어 놓는다.3. 파, 마늘, 고추가루, 고추장, 후추, 설탕, 간장을 섞어 양념장을 만든다.4. 닭고기와 감자에 양념장(2/3)을 섞어둔 다음 조리다가 양파, 당근, 풋고추, 양념장(1/3)을 넣어 조려낸다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "생강0.5"
    ],
    "recipe": "미림1.8"
  },
  {
    "id": null,
    "name": "다진양파",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "물엿"
  },
  {
    "id": null,
    "name": "생강0.5",
    "role_code": null,
    "season": [
      "후추1봉"
    ],
    "recipe": "소금3국자씩"
  },
  {
    "id": 923,
    "name": "매콤떡갈비",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 떡갈비 오븐 180도 10분~12분/ 버섯은 모양대로 잘라준다.2. 갈릭스테이크 소스는 물을 조금 섞어서 끓여준다.3. 새송이 버섯을 오븐에 소금 약간 뿌려 애벌구이 해준 후4. 끓여놓은 소스를 떡갈비와 버섯에 뿌려 살짝 더 익힌다. 5. 보온해놓고 배식한다."
  },
  {
    "id": 924,
    "name": "매콤메추리알조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지갈비는 찬물에 담궈 핏물을 우려낸뒤 끓는물에 월계수잎을 넣고 살짝 데쳐내고 물기를 제거한다.2. 1의 돼지갈비를 넣고 청주, 생강즙, 매실액, 후추, 을 넣고 재운다. 3. 야채는 손질후 세척하고 양파는 모두 갈아준다. 파는 잘게 썰고 마늘과 생강, 다믹서기에 갈아준다.4. 새송이버섯은 밑둥을 잘라 국물내고 갈비크기에 맞춰 썰어 둔다(크기에 맞춰 썰기)5. 고추장, 간장(1/2), 설탕, 고춧가루 청주, 마늘, 매실, (배즙), 양파즙을 섞어 양념장을 만들어 돼지갈비 데친것에   재우고 떡도 한번 씻어 양념장에 버무려둔다6. 시간에 맞춰 조리다 국물이 생기면 뚜껑을 열고 조리면서 새송이버섯을 넣고 숨이 죽으면 나머지의 간장, 물엿을 넣어 가며 조린다.8. 양념에 버무린 떡을 넣고 마무리단계에 파와 참기름, 깨를 넣고 마무리한다."
  },
  {
    "id": 925,
    "name": "매콤문어너비아니",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**오븐팬에 작업1. 너비아니를 구워서2. 가다랑어포를 위에 뿌려준다.3. 데리야끼 소스와 마요네즈를 소스통에 담는다.4. 마요네즈와 레몬즙 사이다를 섞어서 데리소스와 지그재그로 뿌려준다.5. 파슬리가루를 뿌려 마무리"
  },
  {
    "id": 926,
    "name": "매콤순살닭강정",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마, 고무장갑, 바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다.1. 닭은 씻기전에 1인량 측정은 씻어서 물기를 빼고 소금,후추,소주,생강즙에 잰다. 2. 감자전분과 튀김가루에 물을 섞어 걸쭉하게 푼다음 닭에 튀김옷을 묻힌 후 3. 마른가루를 뿌려 180도 기름에 튀기기***온도확인!!! (바삭하게) 4. 물엿,고추장,토마토홀,양념치킨소스,칠리소스,매실액,불닭불고기,마늘,양파,사과를  갈아 넣고 물을 조금 넣어 팔팔 끓여 5. 튀겨낸 닭고기를 한 밧드 양만큼 넣고 볶아가며 바짝 조려 담는다. ***한번에 많이 버무려 통에 담으면 무게에 눌려 튀긴모양이 부숴집니다. 반드시 소량씩 버무려서 밧드에 3/4씩만 담아주세요.  -낮은 밧드 사용.HACCP: 1.닭정육을 씻어서 냉장보관닭고기(다리살)/날것-50%, 토마토/삶은것-토마토홀, 요리고추장-불닭불고기소스"
  },
  {
    "id": 927,
    "name": "매콤오다리가라아게",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 예열오븐 190~200도에서 10~15분 관찰조리/예열기름에 3~5분 조리"
  },
  {
    "id": 928,
    "name": "매콤치킨스테이크",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.닭다리살은 마늘즙, 생강즙 소금, 후추, 청주로 30분 재워두고 고구마는 스틱모양으로 썬다.2.오븐팬에 건열185℃ 20분간 애벌로 굽는다.-껍질이 위로 가도록 세팅해서 노릇하게 색을 낸다. 3.구워진 닭다리살에 소스를 바르고  다시 건열180℃ 5~10분간 굽는다.4.떡은 데친다. 마지막에 떡도 같이 양념하여 살작만 같이 굽는다. - 오래 두면 닥닥해짐. 주의5. 소스: 고추장-고춧가루-양파갈은것+사과갈은것+,설탕"
  },
  {
    "id": 930,
    "name": "메추리알장조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***꽈리고추 염소소독 실시 160-251. 메추리알,꽈리고추를 간장,설탕을 넣고 솥에 조려주세요.2. 6개 정도씩 배식설탕/흑설탕-90%"
  },
  {
    "id": 931,
    "name": "명란군만두",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐조리후3개씩 배식해주세요**주의 오븐조리 시, 밧드에 담을때 안에 육즙이 터져 흐를수 있습니다  관찰 조리 해주시고 만두 터지지 않게 주의해주세요"
  },
  {
    "id": 932,
    "name": "명태까스/타르타르소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 생선커틀렛 완제 80g을 기름에 튀긴다2. 피클과 양파는 다져준다.3. 마요네즈에 다져준 양파,피클 넣고 4. 레몬즙, 설탕, 와사비페이스트, 꿀을 적정량 넣어 타르타르소스를 완성한다."
  },
  {
    "id": 933,
    "name": "미니달고기스테이크",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명 기준 방어 950개 발주 930개만 해도 충분적양파는 동그랗게 썰기 1. 적양파는 동그란 모양대로 얇게 슬라이스 2. 버터를 바르고 알감자와 적양파를 오븐팬에 구워둔다.3. 달고기는 로즈마리와 소금 약간 파슬리 가루를 뿌려 180도 오븐에서 15분간 가열4.구워진 달고기 검식을 하고 간이 부족하면 더 해준다.5.달고기에 레몬즙을 넉넉히 뿌려준다.6. 알감자, 적양파와 같이 제공한다."
  },
  {
    "id": 934,
    "name": "미니달고기스테이크&알감자",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명 기준 방어 950개 발주 930개만 해도 충분적양파는 동그랗게 썰기 1. 적양파는 동그란 모양대로 얇게 슬라이스 2. 버터를 바르고 알감자와 적양파를 오븐팬에 구워둔다.3. 달고기는 로즈마리와 소금 약간 파슬리 가루를 뿌려 180도 오븐에서 15분간 가열4.구워진 달고기 검식을 하고 간이 부족하면 더 해준다.5.달고기에 레몬즙을 넉넉히 뿌려준다.6. 알감자, 적양파와 같이 제공한다."
  },
  {
    "id": 936,
    "name": "미트볼꼬지",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐 코팅팬 180도 15~20분스테이크소스를 발라주고 오븐에 살짝 더 돌려준다.갈릭소스는 소스통에 담아 배식때 혹은 배식직전에 뿌려주기보온배식!!"
  },
  {
    "id": 937,
    "name": "미트볼떡조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 미트볼 한봉당 개수 세기, 절편 35g(1인량) 개수 파악* 양파, 피망은 염소소독하여 사용한다.1.미트볼은 오븐에 굽는다.(중심온도 체크) 2. 양파, 피망은 미트볼과 비슷한 크기로 네모썰기 한다.3. 솥에 기름을 두르고 다진마늘을 볶다가 케찹, 고추장, 물엿, 설탕을 넣고 소스를 만든다.     (소스의 양을 보고 물을 넣어 간을 맞춘다.)4. 채소를 볶다가  미트볼과 미니절편을 소스에 넣어 조려낸 다음 참기름과 참깨를 뿌려서 낸다."
  },
  {
    "id": 938,
    "name": "미트볼야채케찹조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.미트볼 170도 10분 건열,코팅팬에 구워 7개씩 배식 2.솥에 버터를 녹인후 당근. 양파,브로콜리,파프리카를 잘게 썰어 센불에 물기가 생기지 않게 볶아 놓고 3.토마토케첩,우스타소스,간장,설탕,고추장,물엿1/2을 넣어 소스를 만들어 끓으면 4. 구운 미트볼을 넣고 섞으면서 물엿을 넣어 윤기나게 조린다. 5. 조려지면 볶은 야채를 넣어 혼합하여 완성"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "달걀 54k"
    ],
    "recipe": "우유8kg 5팬 남음 양 줄이기1.베이컨"
  },
  {
    "id": 940,
    "name": "바다장어반반구이k",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "980명기준 장어 100kg사용 부찬없을경우 부족1. 장어는 절단없이 통채로 입고되어 핏물을 빼고2. 생강즙 2kg와 식초1.8L, 맛술1.8L, 소주1.8L에 재워둡니다.3. 재워둔 장어를 꺼내어 껍질부분에 칼집을 내줍니다 생략가능4. 오븐팬에 코팅을 하고 껍질이 아래를 향하도록 올린다음 소금 후추 간을 해줍니다5. 1차로 초벌구이 합니다.<고추장양념>간장,고추장,물엿,설탕,마늘,생강500g,맛술,후추를 넣고 양념을 해줍니다<데리야끼 양념>간장과 맛술 넉넉히 ,설탕,다진마늘/양파,파,생강 통채로 넣고 끓여줍니다**혹시 데리야끼 맛이 안날 경우 데리야끼소스를 첨가해봅니다6. 양념을 반은 고추장, 반은 간장양념으로 해서 초벌구이한 장어에 발라줍니다7. 양념한 장어를 한번더 구워주고8. 1마리에 100~120g정도, 6~7등분해서 마지막으로 쪽파와 깨를 뿌려줍니다9. 고추장양념3~4개 간장양념3~4개씩 배식합니다.붕장어/냉동품-국산,냉동,붕장어,장어살,머리,뼈제거,미절단/신선하고 잔가시 많이 없는것"
  },
  {
    "id": 942,
    "name": "바삭통다리튀김",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "160~165도로 예열된 기름에 13~18분간 조리"
  },
  {
    "id": 943,
    "name": "바삭허니치킨강정",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "① 오븐 / 오븐을 온도 170℃ 습도 0%로 예열 후 바사킹 치킨을 냉동 상태로 오븐 팬에 담아 예열 된 오븐에 넣어 13분 간 조리해주세요.② 유탕 / 바사킹 치킨을 170~180℃의 기름에 냉동 상태 그대로 넣어 5~6분간 노릇노릇하게 튀겨 기름을 제거해주세요.2. 허니소스를 약한 불에서 끓여준 뒤 바사킹 치킨을 넣어 중 불에서 골고루 버무리며 빠르게 볶아 주세요."
  },
  {
    "id": 944,
    "name": "바싹만두강정",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 김말이는 170도에서 노릇하게 튀겨준다.2. 케첩, 고추장, 양념치킨소스, 물엿, 설탕을 넣고 끓여서 소스를 만든다.3. 배식 직전에 튀긴 김말이를 소스와 잘 섞어준다.* 1인 6개씩 배식한다."
  },
  {
    "id": null,
    "name": "고추",
    "role_code": null,
    "season": [
      "고춧가루"
    ],
    "recipe": "통깨"
  },
  {
    "id": 946,
    "name": "반달치즈돈까스/소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시1. 치즈돈까스는 170도 기름에 튀기기 -- 오븐에 구우면 치즈가 터져나와요!!!2. 양송이는 모양대로 썰고 양파와 당근은 곱게 채썰어 볶고  셀러리는 잎을 떼고 심을 제거 후 얇게 어슷 썰어 볶기3. 파슬리는 곱게 다지고 4. 돈까스소스+우스터소스+토마토케첩+갈은 사과에 물약간을 넣어 끓이다가 5. 하이스를 풀어 넣어 간을 맞춘후 볶은야채를 넣고 6. 소스통에 담은 후 파슬리가루 뿌리기 HACCP : 1.기생충 감염 우려가 있으므로 반드시 중심부까지 잘 익히도록 한다. 주의점: 1. 볶은 야채와 양송이는 미리 넣으면 색이 변할수 있으므로 선명한 색이 변하지 않도록 배식직전에 넣어주세요.돼지고기(국내산/통등심)50%,모짜렐라치즈13.33%,혼합가공치즈3.3%, 혼합가공치즈3.3%,골드식빵가루16.67%,베타믹스"
  },
  {
    "id": 947,
    "name": "반마리치킨오븐구이/맛감자",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭고기는 로즈마리와 함께 오븐 건열로 230도 30분 노릇하게 구워준다.** 중심온도 나오는지 확인하고 가운데 부분 잘라서 확인할 것** 타콩팬에 최대4~6조각씩 넣을것 타공팬에 하고 밑에 오븐팬에 받쳐준다.** 아래에서도 열이 전해져야 하기 때문에 반드시 타공팬에 구울 것2. 데리소스와 매운장소스 물 약간 넣고 섞어서 끓여준다.3. 맛감자는 오븐에 구워 뚜껑 열고 보온해두기 ** 닭과 함께 배식해준다. 5개씩4. 소스는 따로 배식"
  },
  {
    "id": 948,
    "name": "반반치킨",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 소스를 넉넉하게 만들어 골고루 묻혀주세요.1. 떡은 먼저 기름발라 오븐에 건열로 구워냅니다.2. 닭은 씻어서 물기를 빼고 소금,후추,소주,생강즙에 잰다. 3. 찹쌀가루+튀김가루를 혼합 한 후 물을 섞어 걸쭉하게 푼다음 4. 닭에 튀김옷을 두껍게 묻힌 후 5. 180도 기름에 튀기기(190-32) 튀긴후 기름제거하기!!*** 온도확인!!! (바삭하게) <간장소스>1. 간장에 베트남고추,양파,사과를 넣어 끓여 걸러 놓고--- 매운맛이 나게 오래 끓여주세요.2. 끓인 간장, 물엿,간장,굴소스,물약간를 넣고 팔팔 끓여 --- 걸쭉하게 끓이기<양념소스>1. 양념치킨소스에 물살짝 넣고 고추장 섞어서 끓여준다.  6. 배식직전에 팔팔 끓는 소스에 튀겨낸 닭고기와 아몬드를 넣고 물기 없이 바짝 조린다음 꺼낸다. *** 한번에 많이 버무려 통에 담으면 무게에 눌려 튀긴모양이 부숴집니다. --- 반드시 소량씩 버무려서 밧드에 3/4씩만 담아주세요. 7. 양념반 간장반 배식한다."
  },
  {
    "id": 950,
    "name": "방어스테이크(데리야끼)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명 기준 방어 950개 발주 930개만 해도 충분적양파는 동그랗게 썰기 1. 전판에 버터를 바르고 알감자와 적양파를 미리 구워둔다.(오븐팬에서도 가능)2. 방어순살은 식초에 재워놓고3. 밑간을 약간만 하고 데리야끼 소스를 바른다.(소금 조금만!)4. 250도로 예열된 오븐에 밑간이 된 방어순살을 건열 200도에서 10~15분 관찰조리한다.5.구워진 방어스테이크에 추가소스 뿌려주고 알감자, 적양파, 레몬과 같이 제공한다.**레몬은 썰어서 자율배식 합니다(더먹는코너에)19.4.9 방어50g->80g으로 증량"
  },
  {
    "id": 952,
    "name": "버섯떡갈비/영양부추무침",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "버섯떡갈비 저학년 2개/ 고학년+교직원 3개(여유 있음)"
  },
  {
    "id": 953,
    "name": "버섯소불고기",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1인양 맞추기 (소불고기 : 앞다리 90g / 팽이버섯 20g, 양파15g, 양배추15g, 당근6g)1. 야채는 세척 소독 후 전처리 (팽이는 밑둥날려 준비, 양파, 양배추 채썰기2. 불고기(0.3*4*5)는 생강, 청주, 맛술, 황(흑)설탕, 매실, 배 갈은 것, 간장, 후추, 참기름 등에 재워 놓는다. (색 확인 후 자장분말, 흑설탕 가감)---> 불고기는 발주 시 1인양 확인 > 일반고기보다 덜먹음 (야채포함 갈비찜 1인 160g 이라면 불고기는 145g 내외)3. 재운 고기를 솥을 나누어 볶아주기 > 이 때 야채가 많아 물이 넉넉히 나오는데 밥칸에 달라는 애들이 많습니다.     비벼먹을 정도의 물을 자작하게 남기고 볶아주세요색 확인 해주세요 > 색이 옅다면 볶기 전 자장분말, 흑설탕을 가하여 색을 맞춰주며 이 후 추가 간은 굴소스 또는 간장, 단맛은 물엿으로 맞춥니다."
  },
  {
    "id": 955,
    "name": "버터갈릭감자튀김",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "700명기준 아이올리소스14kg,머스터드소스4kg,허니버터시즈닝8.5kg,파슬리0.1사용 1. 버터는 실온에 놓아 섞을 때 마요네즈 질감처럼 되게끔 녹이기2. 우유에 설탕 넣어 끓이면서 녹인 후 다진마늘 넣고 끓이기(약한불로!!)3. 2에 체다치즈 넣어 녹이고 마요네즈 허니머스터드 파마산치즈가루 넣기4. 불 끈후에 녹여놓은 버터 넣어 섞기5. 허니버터 가루 약간만!! 넣어 당도 조절!6. 소금 한 꼬집 넣어 냉장보관7. 배식 직전에 파슬리가루를 뿌려둔다.1. 감자튀김은 오븐에 건열로 바싹 구운 후 2. 뚜껑 열고 보온해둔다.3. 배식 시에 허니버터가루를 약간씩 뿌려주며 배식한다.갈릭소스-버터갈릭소스(아이엠소스)2kg"
  },
  {
    "id": null,
    "name": "생강",
    "role_code": null,
    "season": [
      "양파"
    ],
    "recipe": "파 넣기)/육수 남기기."
  },
  {
    "id": 959,
    "name": "볼케이노치즈불닭",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.볼케이노 양념장(고추장3+고춧가루1+진간장1+물엿2+설탕2+돈까스소스1.5+굴소스2+다진청양고추)양파갈은것,마늘맛술,흑설탕,후추,대파다진것을 첨가하여 만들어 숙성시킨다.2.닭정육은 살짝데쳐서 소금 ,후추가루,청주를 넣어 재워둔다.3.떡은 말랑말랑하게 삶거나 데쳐둔다.4.닭과 떡은 숙성심킨 불닭양념장에 버무려 볶다가 야채를 넣고 볶는다.5.마지막에 파슬리가루를 뿌리고 배식시 눈꽃치즈를 한수저씩 따로 배식한다."
  },
  {
    "id": 960,
    "name": "봄나물튀김",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.생야채에 대한 전처리 및 염소소독을 실시한다.2.고구마,깻잎,당근,양파는 채썰고 채썬 재료에 전분가루를 묻힌다.3.튀김가루를 물에 잘풀어 계란을 넣고 튀김옷을 만든다.4.준비된 야채에 튀김옷을 입힌후 튀겨낸다. 튀김온도 측정하기"
  },
  {
    "id": 962,
    "name": "북채후라이드&머스타드",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "북채 후라이드를 튀겨서 머스타드와 함께 제공한다."
  },
  {
    "id": null,
    "name": "마늘",
    "role_code": null,
    "season": [
      "물엿"
    ],
    "recipe": "간장"
  },
  {
    "id": 967,
    "name": "비엔나케찹볶음(칼집)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "두반장",
    "role_code": null,
    "season": [
      "케첩"
    ],
    "recipe": "다진마늘."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "마늘"
    ],
    "recipe": "청주"
  },
  {
    "id": 970,
    "name": "사천식돼지고기볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 모든 야채는 마지막에 넣어 색감과 식감을 살려야 하기 때문에 소독을 한다.2. 돼지고기는 마늘, 생강즙, 후추으로 밑간을 해놓는다. 3. 당근, 피망, 양파, 양배추는 굵게 채썰어 둔다.4. 굴소스, 두반장, 고추가루, 고추장으로 양념장을 만든다.5. 마늘, 건고추를 볶다가 밑간한 돼지고기 당근 피망 양배추를 넣고 볶아낸다.(피망과 당근은 색감을 살리고, 양파와 양배추는 식감을 살려주세요.)"
  },
  {
    "id": 971,
    "name": "사천식잡채어묵볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 예열된 솥에 고춧가루, 간마늘로 고추기름을 내준다2. 고추기름 끓으면 물과 간장 넣고 끓여준디3. 야채 각각 볶아 주고 , 오븐에 쪄준 어묵에 함께 볶아주기어묵 인당 3개씩 개당 20g"
  },
  {
    "id": 972,
    "name": "사태떡찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지고기는 뜨거운 물에 데쳐내어 잡내, 잡티를 제거한다.2. 채소는  돼지고기 모양의 크기에 따라 썰어두고3. 양념장 준비 - 설탕, 굴소스, 데리야끼, 춘장, 대파, 양파갈은 것, 건고추 갈은 것. 다시마육수 등 넣어 만들어두기"
  },
  {
    "id": 973,
    "name": "삼겹살김치볶음(용)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 김치는 볶음밥처럼 작게 썰기 2. 양파는 굵게 채썰기 3. 고기는 끓는 물에 데쳐 기름기를 뺀 후 갖은 양념하여 재 놓고 4. 고기를 볶다가 김치를 넣어 볶고 익으면 양파를 넣고 살짝 볶아 익으면 5. 통깨를 넣고 보온고나 열기가 남아있는 오븐에 넣어주세요.따듯하게 배식1060명 기준 삼겹살50kg 앞다리살30kg 사용-부족함 30kg정도 더 늘려야함 기름이 너무 많으면 앞다리살 비율 늘릴에정"
  },
  {
    "id": 974,
    "name": "삼치구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 삼치살을 소금물에 씻어 소금 약간, 후추,소주,생강,레몬즙,식초에 재워두고 --- 삼치를 씻을때 봉지째 해동하지 않고 살이 물에 닿을 경우에는 소금물에 해동하고--- 오래 담궈 두지 말고 덜 녹았어도 씻어서 밑간을 하도록 합니다.2. 오븐팬에 기름+버터를 바른 후 노릇노릇하게 구워 주세요.    160도 15분 코팅팬 콤비(너무 바싹 구우면 시간이 지나서 딱딱해짐)** 미리 애벌로 살짝만 구워놓고 배식 직전에 오븐팬에 한번 더 돌려서 나갑니다"
  },
  {
    "id": 975,
    "name": "삼치데리야끼조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.삼치살은 흐르는 물에 충분히 해동을 한후 소쿠리에 담아 물기를 뺄때 무거운걸 올려놓아서 꾹눌러준다 2. 오븐팬에 기름을 발라둔다.   삼치는.생강, 간장, 후추, 소금, 청주,레몬즙를 섞어 재워 냉장고에 보관한다. 3.건열 220℃에서 10분간 예열한다. 4.재워둔 삼치살에 전분가루를 묻혀서  오븐에 건열 170℃ 1차 구워낸다, 5.데리야끼소스,간장,마늘간것,양파간것,파인애플간것,설탕,물약간 을 섞어 끓여 소스를 만든다. 6.구운 삼치살에 데리야끼소스를 발라서 다시 건열 150℃ 5분간 2차구워낸다. 7.마지막으로 파슬리가루를 뿌려 배식한다.**교차오염 주의 삼치 해동시 쓰인 물이 다른 기구나 식품을 오염시키지않도록 주의해주세요!소스조림이므로 소스 물이 많이 생기지 않게 해주세요"
  },
  {
    "id": 976,
    "name": "새우멘보샤",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "160~165도 에서 6~7분간 유탕조리1인 2개씩 배식한다."
  },
  {
    "id": 977,
    "name": "새우튀김",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양파는 소독 세척 후 다진다.2. 칠리소스, 쌀물엿, 케첩, 양파를 끓인다.3. 새우튀김을 튀긴 후 칠리소스와 따로 배식 (묻혀서  배식하지 않습니다)새우튀김은 2개씩 배식해주세요^^"
  },
  {
    "id": 979,
    "name": "생생돼지고기바",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오븐팬에 기름을 두른 후 오븐에 굽는다."
  },
  {
    "id": 980,
    "name": "생선까스/갈릭소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "갈릭소스에 오이피클,양파 다진것+마요네즈+레몬즙+탄산수"
  },
  {
    "id": null,
    "name": "설탕",
    "role_code": null,
    "season": [
      "후추"
    ],
    "recipe": "물엿"
  },
  {
    "id": 986,
    "name": "수제돈까스&소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "620명 기준 건식빵가루6kg 습식8kg사용돈까스 연육 요청하기!!*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시 1. 돼지고기는 생강,소금,후추,마늘로 밑간해 놓고2. 빵가루에 고춧가루를 체에 쳐서 넣고(고운 고춧가루 넣기) 골고루 혼합한 후 콩기름을 넣어 다시 골고루 혼합--- 고운 고춧가루가 없으면 체에 쳐서 사용합니다.--- 빵가루와 기름의 비율은 1:0.3 정도로 합니다.--- 손으로 비벼 골고루 섞으면서 뭉치지 않도록 한다.3. 밑간한 돼지고기에 밀가루,난백,빵가루 순으로 묻혀 180도 18분 뒤집어서 4분 코팅팬 건열   4. 양송이는 모양대로 썰고 양파와 당근은 곱게 채썰어 5. 당근,양파,양송이 순으로 볶고6. 갈은 사과에 돈까스소스, 우스토소스,토마토케첩에 물을 약간 넣어 끓이다가 하이스가루를 풀어 놓고 끓으면 설탕 약간 넣고 7. 간을 맞춘후 볶은야채를 넣고 소스통에 담아주세요. HACCP : 1.기생충 감염 우려가 있으므로 반드시 중심부까지 잘 익히도록 한다. 주의점: 1. 볶은 야채와 양송이는 미리 넣으면 색이 변할수 있으므로 선명한 색이 변하지 않도록 배식직전에 넣어주세요."
  },
  {
    "id": 987,
    "name": "수제카스테라꽈배기",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 꽈배기 해동(상온)2. 약한 불(130~140도)에서 튀김3. 아래부분이 갈색빛이 돌면 뒤집기    반대쪽도 갈색이 나면 바로 꺼내기4. 3을 식힌 후 생크림 바르기5. 카스테라가루 입히기**기름양: 기름2말 기준/ 제품 3봉(2.1kg)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지***"
  },
  {
    "id": null,
    "name": "흑초",
    "role_code": null,
    "season": [
      "흑설탕"
    ],
    "recipe": "소금을 넣고 간을 맞춘 다음 전분을 풀어 농도를 맞춘다."
  },
  {
    "id": 989,
    "name": "순살닭갈비",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "850명 기준 닭고기 140kg 떡 34kg, 고구마 18kg 발주 반밧트 남음고기 1인량 165g- 10g정도 줄여도 됨*** 야채 염소소독 실시 --- 닭고기는 3*3 깍뚝썰기로 준비합니다.--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마, 고무장갑, 바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다.1. 고구마는 씻어서 납작썰기 2. 당근은 어슷썰기하고, 양배추,양파는 굵게 채썬다. 3. 고추가루,고추장, 볶음춘장, 마늘,소주,설탕,진간장,파,카레,소금,물엿,생강,후추가루를 넣고 양념장을 만든다.(물은 넣지 마세요) 4. 닭정육은 씻어서 살짝 데쳐 바구니에 받쳐 물기를 빼고 5. 양념장에 닭고기를 재 놓고6. 솥에 식용유를 두르고 달궈 닭고기,고구마,당근를 볶다가7. 양배추,양파,깻잎순으로 넣어가며 볶아 8. 익으면 들깨가루를 넣고 섞어서 배식해주세요. --- 센불에 볶아 물기가 많이 생기지 않도록 합니다.중점관리기준: 닭고기는 속까지 완전히 익도록 충분히 볶아주세요. 닭고기(다리살)/날것-50%"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "고구마 18kg 발주 반밧트 남음고기 1인량 165g- 10g정도 줄여도 됨*** 야채 염소소독 실시 --- 닭고기는 3*3 깍뚝썰기로 준비합니다.--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마"
    ],
    "recipe": "고무장갑"
  },
  {
    "id": 991,
    "name": "순살볼락구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "340개 기준 부침가루 1.2kg 티아시아커리500g 사용1. 청주, 맛술에 다진마늘+다진생강 넣고 우린뒤에 마늘,생강 걸러낸 뒤 볼락에 발라서 재워둔다.2. 소금+후추+설탕 뿌려 밑간3. 부침가루+카레분말 섞어서 바르기4. 기름에 퐁당 담궜다가 오븐팬에 배치**팬에 기름 넉넉히 해서 구워야 껍데기가 바삭해짐!!(껍데기는 아래로 향하게)5. 컨벡션 180도 20분 굽기6. 파슬리 뿌리기"
  },
  {
    "id": null,
    "name": "고등150g)을 바질",
    "role_code": null,
    "season": [
      "후추"
    ],
    "recipe": "생강즙"
  },
  {
    "id": 995,
    "name": "숯불오리양념불고기/쌈무",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 생오리를 80% 애벌 볶은 후 오리기름은 소량 남기고 따라 버린다.2. 준비한 야채는 밑간하여 따로 볶습니다.* 양파, 대파, 당근은 세척 후 절단하여 준비한다. 3. 볶은 오리와 야채, 숯불소스, 간장 고추장 고춧가루 물엿 참기름 다진마늘 등 갖은 양념을 넣고 양념이 고루 베이도록 볶아준다.** 시판 양념은 맛을 보고 가감합니다. (가공향이 많이 나지 않도록)4. 떡은 데쳐서 마지막에 섞어준다.1. 오리고기는 세척 후 물을 빼고 청주, 후추, 소금, 생강, 마늘, 양파즙으로 로 재어둔다. 2. 간장, 고추장, 물엿, 후추, 매실엑기스, 참기름, 마늘을 넣고 양념을 만든다. 3. 양파, 대파, 당근은 세척 후 절단하여 준비한다.  4. 오리고기를 볶으면서 어느정도 익으면 준비해놓은 양념장을 넣고 볶는다. 5.  참기름 후추을 넣어준다."
  },
  {
    "id": 996,
    "name": "숯불오징어철판볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "만드는법 1. 오징어는 끓는 물에 살짝 데친 후 고추장양념에 숯불맛소스을 섞어 재워둔다. 2. 호박은 반달모양 양파는 채썰기3. 철판에서 소량씩 볶아낸다."
  },
  {
    "id": 997,
    "name": "슈프림양념치킨",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 소스를 넉넉하게 만들어 골고루 묻혀주세요.1. 웨지감자와 떡(기름발라) 오븐에 구워줍니다.2. 닭은 씻어서 물기를 빼고 소금,후추,소주,생강즙에 잰다. 3. 튀김가루,전분에 물을 섞어 걸쭉하게 푼다음 4. 닭에 튀김옷을 두껍게 묻힌 후 5. 찹쌀가루와 시즈닝을 뿌려 튀겨준다.6. 180도 기름에 튀기기(190-32) 튀긴후 기름제거하기!!*** 온도확인!!! (바삭하게) 7. 다 튀겨졌으면 배식전에 웨지감자, 양념소스와 버무려주고8. 위에 크림소스를 예쁘게 뿌려준 후 파슬리가루로 마무리<양념소스>1. 양념치킨소스에 물 살짝 넣고 다진 마늘 볶아서 케찹,고추장,물엿,딸기잼을 가감하여 만들어준다.<크림소스>1. 소스통에 마요네즈+탄산음료+레몬즙+크림치즈소스 섞어서 넣어주고2. 완성된 치킨에 뿌려주며 배식"
  },
  {
    "id": 999,
    "name": "스웨디트볼조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 당근,피망,양파는 폭찹용 크기로 썰어둔다.2. 미트볼은 콤비 140도 13분 굽는다.3. 숯불바베큐소스+고추장+굴소스+우스터소스+다진마늘+물에   야채를 넣고 끓여준다.4. 오븐에 구운 미트볼을 소스에 넣어 살짝 졸인 후 밧드에 담는다.5. 밧드에 담아서 위에 파슬리 가루를 뿌린 후 보온해놓고6. 배식시에 어니언 소스(레몬즙과 살짝 섞기)를 미트볼 위에 뿌려서 배식한다.미트볼은 4개씩 배식"
  },
  {
    "id": 1000,
    "name": "스트링치즈산적",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1001,
    "name": "싸먹는오리슬라이스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오븐이나 중탕조리 2. 8개씩 배식합니다"
  },
  {
    "id": 1002,
    "name": "싸먹는오리슬라이스&부추양파무침@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 <오리고기>1. 애벌구이해서 기름기를 한번 빼준 후 한번 더 구워서 8개씩 배식한다.<부추무침>1. 부추는 다듬은 후, 깨끗이 씻어 4cm정도 길이로 썰어둡니다. 2. 양파는 채썰기 3. 양파와 부추를 섞은 후 고춧가루,파.마늘,생강,참기름,까나리액젓,설탕,참깨,참기름 등 각종 양념을 넣고 잘 버무립니다. 4. 간은 맛을 본 후 마지막에 맞춥니다. ***** 간은 너무 쎄지 않게 합니다"
  },
  {
    "id": 1003,
    "name": "쌈닭화이타/과카몰리&사워크림소스@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "[쌈닭 만들기(고기,야채 따로)] *닭고기 15그람 절단 슬라이스 된 것1. 닭다리살 슬라이스는 오븐에 노릇하게 구워준다. 180도 습20 15~20분   1인량 120g 재서 확인2. 양파,파프리카는 얇은 채로 내려서 기름에 볶아주고** 물이 생기면 적당량만 남기고 버려준다.3. 떡과 소스를 넣어 볶아준다. (야채 물이 있어서 따로 물을 넣진 않는다.)4. 닭고기와 소스를 섞어서 받드에 담아준다.5. 또띠아는 구워서 4등분하여 4개씩 배식한다.[과카몰리 소스 만들기]1. 양파 조금 뻬서 소독 후 잘게 썰어준다.2. 토마토도 씨를 빼고 잘게 썰어준다.3. 아보카도는 입고해서 냉장 해동 후 으깨준다.4. 위 3가지를 섞어서 소금, 레몬즙, 후추 넣어 완성!*** 준비된 야채와 아보카도는 냉장보관 해주고 물이 생기므로 2차에 나눠서 진행[사워크림 소스 만들기]1. 사워크림 완제품과 마요네즈 요플레를 섞어준다.2. 레몬즙과 설탕 마늘다진것을 약간 넣어 냉장보관 해준다.** 1차에 진행해도 되는데 최대한 늦게 하기(11시 넘어서 작업!)   ccp에는 온도 작성 (2시간 이내 배식)[사양]닭다리스테이크// 특허낸 화덕구이 닭다리스테이크 20g슬라이스/푸드랜드데리야끼소스/마늘맛// 마늘데리야끼소스,청정원소스/매운맛// 매운장소스,푸드랜드"
  },
  {
    "id": 1004,
    "name": "야채까스/잠발라야소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "야채까스: 5,6 잠발라소스 2,5,6,12,16, 18**양파 세척 소독1.오븐조리 180도 13분 조리2. 소스는 한번 끓이기2. 잠발라소스에 다진양파와 다진오이피클 섞어서 배식하기"
  },
  {
    "id": 1007,
    "name": "어묵야채볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양파, 피망, 당근은 나박썰기 한다. 대파는 어슷썬다. 2. 마늘, 파는 소독한 후 마늘은 다지고, 대파는 송송썬다. 3. 간장, 고추가루, 설탕, 다진마늘, 물엿을 넣어 양념장을 만든다.4. 솥에 기름을 두르고 어묵을 볶다가 양념장을 넣어 볶는다.5. 어묵에 색이 배면 당근, 양파를 넣어 조리다가 마지막에 피망을 조린다.  6. 참기름, 참깨, 대파를 얹어 마무리한다.7. 어묵은 5~6개씩 야채와 함께 배식"
  },
  {
    "id": 1010,
    "name": "에그토르티야&케찹",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐조리예열 후 185도 온도에서 건열로 13~15분간 조리기름발라서 오븐팬에 적당한 간격을 둡니다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "청주"
    ],
    "recipe": "생강즙"
  },
  {
    "id": 1013,
    "name": "연잎닭꼬치",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1014,
    "name": "연잎오리훈제*머스터드*무쌈",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1050명 기준 125kg 부족함1. 훈제오리- 타공팬 100도 12분 습열 ***온도확인 !!!  *** 오리는 구운 후 오븐 세척 후 사용2. 머스터드소스와사이다 레몬즙을 혼합해 따로 배식한다3. 무쌈은 1인당 5장씩 배식합니다."
  },
  {
    "id": null,
    "name": "청주",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "다시마 육수"
  },
  {
    "id": null,
    "name": "배",
    "role_code": null,
    "season": [
      "무"
    ],
    "recipe": "생강 모두 갈아서 양념장에 넣는다."
  },
  {
    "id": null,
    "name": "청주",
    "role_code": null,
    "season": [
      "흑설탕"
    ],
    "recipe": "다시마 육수"
  },
  {
    "id": 1017,
    "name": "옛날통닭반마리&양념치킨소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭은 한번 세척 후2. 채반에 올려 물기를 빼준다.3. 곡물파우더를 골고루!! 묻혀준다.4. 쟁반에 나란히 놓고5. 기름 예열 온도 200도로 맞춘 후6. 튀김온도는 170도!    기름(4말통) 닭 40~50개 15~20분간 조리"
  },
  {
    "id": 1018,
    "name": "옛날통닭오븐구이&감자튀김",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭고기는 로즈마리와 함께 오븐 건열로 180도 30분 노릇하게 구워준다.** 중심온도 나오는지 확인하고 가운데 부분 잘라서 확인할 것** 타콩팬에 최대4~6조각씩 넣을것 타공팬에 하고 밑에 오븐팬에 받쳐준다.** 열이 고루 전해지도록 자리를 바꿔가며 구워준다.** 아래에서도 열이 전해져야 하기 때문에 반드시 타공팬에 구울 것2. 데리소스와 매운장소스 물 약간 넣고 섞어서 끓여준다.3. 맛감자는 오븐에 구워 뚜껑 열고 보온해두기 ** 닭과 함께 배식해준다. 5개씩4. 소스는 따로 배식"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "후추"
    ],
    "recipe": "소금"
  },
  {
    "id": null,
    "name": "고추장",
    "role_code": null,
    "season": [
      "매실엑기스"
    ],
    "recipe": "참기름"
  },
  {
    "id": 1020,
    "name": "오리바베큐&부추참깨소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 그릴팬에 4마리씩 넣습니다.2. 콤비 180도 25~30분, 건열 180도 10분 조리3. 구워진 오리를 꺼내어 슬라이스를 한다.1인180g**한마리에 50~55쪽 나오게 썬다.<부추무침>1. 부추는 다듬은 후, 깨끗이 씻어 4cm정도 길이로 썰어둡니다. 2. 양파는 채썰기 3. 양파와 부추를 섞은 후 고춧가루,파.마늘,생강,참기름,까나리액젓,설탕,참깨,참기름 등 각종 양념을 넣고 잘 버무립니다. 4. 간은 맛을 본 후 마지막에 맞춥니다. ***** 간은 너무 쎄지 않게 합니다1인분량이 몇개인지 세어서 부추 참깨소스와 따로 배식합니다."
  },
  {
    "id": 1021,
    "name": "오리바베큐&참깨소스*",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<오리구이>1. 오븐 예열 후 오리통구이모드로 조리한다.(총 90분: 150도, 습70%, 콤비 45분 후 자동으로 200도, 건벤션 45분으로 바뀜) - 오븐팬에서 껍질이 아래로 가도록 콤비 45분 돌리기- 기름 버리고(뒤집지 않기) 건열로 15분 돌리기- 뒤집어서(껍질부분) 건열로 10분 돌리기(기본모드설정인 200도는 테두리가 약간 탔음. 180정도도 괜찮을 듯)- 방향 돌려주고 5분 돌리기* 중간중간 중심온도 확인 시 가위로 두꺼운 부분을 잘라 익은 정도도 함께 확인하기* 오븐팬 1판에 2~3덩이 들어감(1봉-3.6kg, 3덩이)* 시간 맞추려면 1회전으로 끝내야 함.2. 통오리는 아주 얇게 슬라이스한다.(두꺼우면 퍽퍽할 수 있으니 최대한 얇게 썰어주세요.)<부추&소스>* 부추 염소소독1. 부추는 세척소독 후 4cm로 먹기 좋게 썬다.2. 소스는 소스통에 담아 자율배식한다.* 원플러스원 직접구원먹는 무항생제 유황먹인 생(통)오리(생육) 2,5,6,15,16 /참깨품은소스 1,5,6,16"
  },
  {
    "id": 1022,
    "name": "오리부추무침k",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 그릴팬에 4마리씩 넣습니다.2. 콤비 180도 25~30분, 건열 180도 10분 조리3. 구워진 오리를 꺼내어 슬라이스를 한다.1인180g**한마리에 50~55쪽 나오게 썬다.4. 머스터드소스는 사이다와 혼합하여 따로 배식합니다.<부추무침>1. 부추는 다듬은 후, 깨끗이 씻어 4cm정도 길이로 썰어둡니다. 2. 양파는 채썰기 3. 양파와 부추를 섞은 후 고춧가루,파.마늘,생강,참기름,까나리액젓,설탕,참깨,참기름 등 각종 양념을 넣고 잘 버무립니다. 4. 간은 맛을 본 후 마지막에 맞춥니다. ***** 간은 너무 쎄지 않게 합니다1인분량이 몇개인지 세어서 부추,머스터드 소스와 따로 배식합니다."
  },
  {
    "id": 1023,
    "name": "오리양념불고기&쌈무",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오리고기는 세척 후 물을 빼고 청주, 후추, 소금, 생강, 마늘, 양파즙으로 로 재어둔다. 2. 간장, 고추장, 물엿, 후추, 매실엑기스, 참기름, 마늘을 넣고 양념을 만든다. 3. 양파, 대파, 당근은 세척 후 절단하여 준비한다.  4. 오리고기를 볶으면서 어느정도 익으면 준비해놓은 양념장을 넣고 볶는다. 5.  참기름 후추을 넣어준다."
  },
  {
    "id": 1024,
    "name": "오리훈제/허니머스터드",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1050명 기준 125kg 부족함1. 훈제오리- 타공팬 100도 12분 습열 ***온도확인 !!!  *** 오리는 구운 후 오븐 세척 후 사용2. 허니머스터드소스,마요네즈,사이다, 레몬즙을 혼합해 따로 배식한다."
  },
  {
    "id": 1025,
    "name": "오삼불고기",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1000명 기준 오징어45, 후지30, 삼겹살30, 전지35 사용 고기 5kg정도 줄이면 적당함  980명 기준 쭈꾸미60 고기70 약간 부족 135kg가 적당주꾸미 45, 고기45 고추장4.5 사용 양념양 약간 부족(고추장6~7 적당)*** 야채 염소소독 실시 1. 양념장을 먼저 만들어서 숙성시켜 줍니다.(중요!!)---고추장,고춧가루,간장,맛술,다진마늘,설탕,물엿,후추---참기름 양념에 넣지 마세요 볶을때 넣어주세요2. 주꾸미는 끓는물에 소금 약간 넣고 데쳐서 물기를 빼줍니다.3. 고기는 양념장 반, 소주, 생강즙에 재워놓고   /물기 뺀 주꾸미도 남은 양념장에 재워놓는다2. 야채는 세척 후에 물기를 빼주고  3. 양배추, 당근, 양파, 애호박은 먹기 좋은 크기로 썰어줍니다. 4. 센불에 기름 살짝 두르고 고기를 넣고 볶다가 어느정도 익으면 5. 야채를 넣어 볶는다.6. 양파가 반정도 투명해지면.7. 마지막에 청양고추와 주꾸미,파를 넣어 볶는다** 너무 오래 볶지 않고 양념이 스며들고 주꾸미가 익을정도록만 볶고 불을 끈다8. 불을 끈 후 참기름을 휘리릭 둘러주고 참깨를 뿌려 완성한다.삼겹살-80%돼지고기(뒷다리살)/날것,불고기용 - 50%돼지고기(앞다리)/불고기 - 50%"
  },
  {
    "id": 1026,
    "name": "오오불고기*",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 생오리는 간파인애플로 연육한 후 끓는물에 생강(반분량), 월계수잎을 넣고 살짝 데쳐 낸다.(기름기, 잡냄새 제거)2. 링오징어는 물이 많이 빠지므로 살짝 삶아낸다.(수분 충분히 제거)3. 오리고기는 고추장양념에 재워둔다.4. 양파, 당근은 채썰고 느타리버섯은 먹기 좋은 크기로 찢어놓는다.5. 재워둔 오리고기를 볶다가 오징어를 넣어볶는다.6. 고기와 오징어가 익으면 썰어둔 야채와 버섯을 넣고 볶는다7. 온도 확인 후 참기름, 참깨로 마무리한다.* 830식수 기준 오리90+오징어90-오징어양 너무 많았음(기본채에 비해 수축 적음)* 오징어링 12g/개"
  },
  {
    "id": 1028,
    "name": "오징어너겟&요거트소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오다리튀김 튀김조리 175도 1분 30초 ~ 2분간 조리오징어너겟 오븐조리 180도 10분간 조리"
  },
  {
    "id": 1029,
    "name": "오징어먹물피자&딥소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "피자위에 고구마무스와 치즈를 더 뿌린 후 오븐에 구워 갈릭소스와 배식한다."
  },
  {
    "id": 1030,
    "name": "오징어바튀김&소스@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오징어바는 튀겨서 5개씩 배식한다.소스는 따로 배식"
  },
  {
    "id": 1031,
    "name": "오징어야채볶음&소면",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 오징어는 깨끗이 씻어 데치기 2. 야채는 채썰어 오징어+양념장에 버무려 냉장보관 3. 180도 10분 일반팬 콤비 수분 50%4. 온도확인!!!"
  },
  {
    "id": 1032,
    "name": "와규찹스테이크",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 야채는 폭찹용 스테이크 크기와 비슷하게 네모모양으로 썰어준다.2. 배는 갈아서 소스와 같이 준비해놓는다.3. 고기는 올리브오일 허브솔트를 넣고 골고루 주물주물해서 마리네이드 되도록 10분간 둔다.4. 달궈진 팬에 고기를 넣고 센불로 2~3분가 익혀준다.5. 야채는 따로 볶아준다. 소금간 해준다. 6. 볶은 야채를 익힌 고기에 넣고 버터를 넣고 1분간 더 볶아준다.7. 볶은 고기, 야채에 소스를 붓고 강불에 1~2분간 볶아준다."
  },
  {
    "id": 1038,
    "name": "육원전",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 붉은 양배추는 곱게 채썰기2. 냉동상태의 육원전을 적당히 해동 후 계란옷을 입혀서 - 식용유를 두른 팬에 앞뒤로 뒤집어가며 약3~4분간 구워줍니다.노릇하게- 오븐조리할 경우 건열 210도 10분간 예열 후 180도에서 10~15분간 관찰조리** 육원전은 3개씩 배식"
  },
  {
    "id": 1039,
    "name": "육원전+파채무침@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 붉은 양배추는 곱게 채썰기2. 대파채는 먹기 좋은 크기로 자르기3. 냉동상태의 육원전을 적당히 해동 후 계란옷을 입혀서 식용유를 두른 팬에 앞뒤로 뒤집어가며 약3~4분간 구워줍니다.노릇하게오븐조리할 경우 건열 210도 10분간 예열후 180도에서 10~15분간 관찰조리4. 양념장 혼합 - 고추장,고춧가루,설탕,식초,간장5. 야채는 혼합하여 양념장으로 무침한다.(배식하면서 소량씩 무친다)-- 새콤달콤하게 6. 육원전은 4개씩 배식하고 파채는 고명으로 올려줍니다"
  },
  {
    "id": 1040,
    "name": "육전(2종류)+파채무침@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시1. 붉은 양배추는 곱게 채썰기2. 대파채는 먹기 좋은 크기로 자르기3. 냉동상태의 돈육전을 적당히 해동 후 식용유를 두른 팬에 앞뒤로 뒤집어가며 약3~4분간 구워줍니다.노릇하게오븐조리할 경우 건열 210도 10분간 예열후 180도에서 10~15분간 관찰조리**소고기 육전은 계란물 입힐 필요 없이 바로 전판에 굽기4. 양념장 혼합 - 고추장,고춧가루,설탕,식초,간장5. 야채는 혼합하여 양념장으로 무침한다.(배식하면서 소량씩 무친다)-- 새콤달콤하게 6. 돈육전2개 소고기전 2개씩 배식하고 파채는 고명으로 올려줍니다"
  },
  {
    "id": 1041,
    "name": "육즙가득짬뽕군만두",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐조리후3개씩 배식해주세요**주의 오븐조리 시, 밧드에 담을때 안에 육즙이 터져 흐를수 있습니다  관찰 조리 해주시고 만두 터지지 않게 주의해주세요"
  },
  {
    "id": null,
    "name": "고춧가루",
    "role_code": null,
    "season": [
      "쌀엿"
    ],
    "recipe": "설탕을 넣고 끓여서 양념장을 만든다."
  },
  {
    "id": 1043,
    "name": "임꺽정떡갈비/영양부추",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "후추",
    "role_code": null,
    "season": [
      "레몬즙"
    ],
    "recipe": "식초에 재워두기"
  },
  {
    "id": 1046,
    "name": "장어덮밥(부)@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<장어 손질, 쪽파 소독>1. 장어는 절단없이 통채로 입고되어 해동 후 생강즙 식초 소주에 재워둡니다.2. 재워둔 장어를 꺼내어 껍질부분에 칼집을 내줍니다 생략가능3. 오븐팬에 코팅을 하고 껍질이 아래를 향하도록 올린다음 소금 후추 간을 해줍니다4. 1차로 초벌구이 합니다. 200도 예열한 오븐에 10~15분 관찰조리<데리야끼 양념>간장과 맛술 넉넉히 ,설탕,다진마늘/양파,파,생강 통채로 넣고 졸여줍니다**졸여지면 데리야끼 소스도 같이 섞어줍니다.6. 양념을 초벌구이한 장어에 발라주고 장어를 한번 더 구워줍니다8. 1마리에 100~120g정도, 6~7등분해서 밧드에 담아 남은 소스를 끼얹어주고9. 마지막으로 쪽파와 깨를 뿌려주고 보온해둡니다. <스크램블/양파 소독>1. 에그 스크램블 해서 밥에 섞어주고2. 양파는 얇은 슬라이스로 내려준다.배식때 밥 위에 장어와 소스를 넉넉히 얹어주고 양파와 초생강을 얹어준다.붕장어/냉동품-국산,냉동,붕장어,장어살,머리,뼈제거,미절단/신선하고 잔가시 많이 없는것"
  },
  {
    "id": 1047,
    "name": "정통함박스테이크&레드와인소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.소스 : 버터에 양파를 볶다가 케첩,간장,우스터소스,물엿을 넣어 끓여준다.나머지 재료도 섞어준다.2.함박스테이크는 포장을 제거하고 오븐에 조리한다.3.함박스테이크와 소스는 각각 온도 측정에 유의한다.4.온도를 잘 유지하며 배식한다."
  },
  {
    "id": 1048,
    "name": "제육볶음/상추채",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "630명 100kg 양 많음 1인 150g 적정함1.모든 야채는 세척후 양배추, 양파는 채썰고 당근 얇게 네모썰기, 파는 채썬다..2.양파, 마늘은 다진다.3. 돼지고기에 맛술, 생강즙,마늘,후추를 넣어 재우고 채소와 고추장양념을 하여 코팅팬에 담는다. 3.오븐에 돈육볶음 으로 조리 후 볶음솥이나 스팀솥에 한번 더 볶아낸다.**상추는 소독 세척후 채썰어 데코로 올려줍니다, 세척 3번이상 해주세요 벌레없을때까지"
  },
  {
    "id": 1049,
    "name": "조기구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "깨끗이 씻어 4cm정도 길이로 썰어둡니다. 2. 양파는 채썰기 3. 양파와 부추를 섞은 후 고춧가루",
    "role_code": null,
    "season": [
      "참기름"
    ],
    "recipe": "까나리액젓"
  },
  {
    "id": 1051,
    "name": "주꾸미낙지볶음",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 낙지채, 주꾸미채 온도가 나올정도로 팔팔 끓는물에 충분히 데치기.***중요!! 온도 85도 이상 나오는지 확인하고 데친 후 물기 제거!!2. 양배추,양파,당근-채썰기3. 식용유에 고추가루를 볶아서 고추기름을 낸 후 고추장을 볶다가4. 양파, 당근, 양배추를 센불에 볶아 물기가 생기지 않도록 해준다.5. 낙지,주꾸미,파,마늘,설탕을 넣고 살짝 볶아서6. 불 끄고 참기름, 깨 넣어 완성."
  },
  {
    "id": 1052,
    "name": "주꾸미낙지볶음(소면)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 낙지채, 주꾸미채 온도가 나올정도로 팔팔 끓는물에 충분히 데치기.***중요!! 온도 85도 이상 나오는지 확인하고 데친 후 물기 제거!!2. 양배추,양파,당근-채썰기3. 식용유에 고추가루를 볶아서 고추기름을 낸 후 고추장을 볶다가4. 양파, 당근, 양배추를 센불에 볶아 물기가 생기지 않도록 해준다.5. 낙지,주꾸미,파,마늘,설탕을 넣고 살짝 볶아서6. 불 끄고 참기름, 깨 넣어 완성7. 소면은 삶아 헹궈서 고명으로 배식한다."
  },
  {
    "id": null,
    "name": "고추장",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "진간장"
  },
  {
    "id": 1055,
    "name": "쭈삼불고기",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1000명 기준 오징어45, 후지30, 삼겹살30, 전지35 사용 고기 5kg정도 줄이면 적당함  980명 기준 쭈꾸미60 고기70 약간 부족 135kg가 적당주꾸미 45, 고기45 고추장4.5 사용 양념양 약간 부족(고추장6~7 적당)*** 야채 염소소독 실시 1. 양념장을 먼저 만들어서 숙성시켜 줍니다.(중요!!)---고추장,고춧가루,간장,맛술,다진마늘,설탕,물엿,후추---참기름 양념에 넣지 마세요 볶을때 넣어주세요2. 주꾸미는 끓는물에 소금 약간 넣고 데쳐서 물기를 빼줍니다.3. 고기는 양념장 반, 소주, 생강즙에 재워놓고   /물기 뺀 주꾸미도 남은 양념장에 재워놓는다2. 야채는 세척 후에 물기를 빼주고  3. 양배추, 당근, 양파, 애호박은 먹기 좋은 크기로 썰어줍니다. 4. 센불에 기름 살짝 두르고 고기를 넣고 볶다가 어느정도 익으면 5. 야채를 넣어 볶는다.6. 양파가 반정도 투명해지면.7. 마지막에 청양고추와 주꾸미,파를 넣어 볶는다** 너무 오래 볶지 않고 양념이 스며들고 주꾸미가 익을정도록만 볶고 불을 끈다8. 불을 끈 후 참기름을 휘리릭 둘러주고 참깨를 뿌려 완성한다.삼겹살-80%돼지고기(뒷다리살)/날것,불고기용 - 50%돼지고기(앞다리)/불고기 - 50%"
  },
  {
    "id": 1056,
    "name": "찰도그롤/케찹",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐 160도 스팀70%, 12분30분 실온 해동"
  },
  {
    "id": 1057,
    "name": "찹쌀꿔바로우/소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 꿔바로우는 170도 5~7분 튀겨서 뚜껑열어 오븐에 넣언놓기2. 야채는 세척 후 썰어 놓기(양파 깍둑, 오이 당근 납작 반달썰기)3. 솥에 물, 파인소스, 야채를 넣어 끓입니다.4. 끓으면 레몬주스를 넣어 한소끔 끓여주고 전분으로 농도를 맞춥니다.5. 튀겨놓은 꿔바로우에 배식 직전에!!** 소스랑 버무려서 나갑니다.*꿔바로우 콩고물 뿌린 쫀득 꿔바로우 20~34g*20ea=680g/청정원"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시 *** 달걀 깰 때 교차오염 관리 철저*** 계란야채말이를 썰으실때는 계란말이를 반이상 한 후에 양을 파악 후 썰도록 해주세요. 골고루 배식하기 위함입니다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시   1. 만두는 175도 15분 건열후에 뒤집어서 160도 10분 콤비"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "양파: 6슬라이스"
    ],
    "recipe": "고추: 4슬라이스"
  },
  {
    "id": 1064,
    "name": "청양숯불닭갈비찜",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "870명 기준 닭토막150kg,떡35kg사용 떡이 약간 많은듯함--- 닭 작업시 사용한 앞치마, 고무장갑, 바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다.1. 닭은 깨끗이 다듬어 씻어 데처낸 후 후추 생강.소주,소금으로 밑간을 한다.2. 고구마, 양파, 당근, 풋고추는 세척 후  3. 고구마(약간 크게) 양파(네모) 풋고추(어슷) 새송이 깍뚝썰기 썰어 놓는다.4. 떡은 물에 담궈 놓고5. 파, 마늘, 데리야끼소스,불맛베이스,직화구이숯불바베큐소스,고추가루, 고추장,후추,설탕. 간장을 섞어 양념장을 만든다.6. 분량의 소스에 닭을 넣고 조린다.닭고기/토막-50%양념치킨소스/매운맛-직화구이 숯불바베큐소스2kg,청정원고기양념/불고기양념-불맛베이스2kg,청정원"
  },
  {
    "id": 1065,
    "name": "청양크림함박",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 함박 오븐에 구워준다 (80g/120g 메뉴봐가면서)<청양크림소스>1. 식용유 두르고 버터 다진 마늘, 채썬 양파 ->양송이 볶아 준다2. 생크림 우유 넣어 끓여 주다가 (크림스프, 파마산치즈가루는 농도 맞춰주세요~) 3. 치킨스톡 , 후추, 소금으로 간해주기 4. 청양고추를 넣어 매콤한 맛 내기 5. 함박위에 크림소스 듬뿍 얹어주기"
  },
  {
    "id": 1067,
    "name": "치즈볼",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1068,
    "name": "치즈불닭(용)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "700명 기준 닭고기 92kg 약간 모자름/970명기준 140kg 약간 모자름가슴살20g,다리살30g으로 발주1.닭살은 깨끗이 세척하여 맛술, 마늘, 생강, 소금, 후추 간을 하여 우유와 함께 재워둔다 2.야채는 깨끗이 세척하여 채썰기를 한다.(청양고추는 갈아서 준비한다.) 3.칠리소스, 고추장, 물엿, 간청양고추, 마늘, 후추를 넣어 소스를 끓인다.  4.튀김솥에 소스와 닭을 버무려 5-10분간 볶는다. 5.오븐 구이에서 170-180도로 15분간 돌린다. (치즈와 닭이 끓으면 꺼낸다. )"
  },
  {
    "id": 1071,
    "name": "치킨치즈블럭/소스(양념/치블소스)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시1. 치즈돈까스는 170도 기름에 튀기기 -- 오븐에 구우면 치즈가 터져나와요!!!2. 양송이는 모양대로 썰고 양파와 당근은 곱게 채썰어 볶고  셀러리는 잎을 떼고 심을 제거 후 얇게 어슷 썰어 볶기3. 파슬리는 곱게 다지고 4. 돈까스소스+우스터소스+토마토케첩+갈은 사과에 물약간을 넣어 끓이다가 5. 하이스를 풀어 넣어 간을 맞춘후 볶은야채를 넣고 6. 소스통에 담은 후 파슬리가루 뿌리기 HACCP : 1.기생충 감염 우려가 있으므로 반드시 중심부까지 잘 익히도록 한다. 주의점: 1. 볶은 야채와 양송이는 미리 넣으면 색이 변할수 있으므로 선명한 색이 변하지 않도록 배식직전에 넣어주세요."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "소금"
    ],
    "recipe": "후추로 밑간해둔다."
  },
  {
    "id": 1073,
    "name": "카레맛치즈떡볶이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 떡 50kg 기준 고추장 4.6kg, 고춧가루 1.7kg, 카레 1kg, 굴소스 1kg* 국물이 있게 조리* 눈꽃치즈는 따로 배식1. 다시물을 만들어둔다.2. 당근, 양파는 채썰고 어묵은 세모모양으로 썬다.3. 분량의 양념을 넣어 양념장을 만들어 숙성시키고 떡은 양념장에 버무려 간이 배이게 한다.4. 다시물에 양념장을 풀고 야채를 넣고 끓이다 어묵과 떡을 넣고 끓인다.밀떡볶이2kg/지름1.4cm이하/참조은,동등이상의 제품"
  },
  {
    "id": 1074,
    "name": "칼슘미니돈까스(오븐)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시1. 돈가스는 냉동상태에서 200도씩 습도0% 13~15분간 조리<소스>2. 양송이는 모양대로 썰고 양파와 당근은 곱게 채썰어 볶고  셀러리는 잎을 떼고 심을 제거 후 얇게 어슷 썰어 볶기3. 파슬리는 곱게 다지고 4. 돈까스소스+우스터소스+토마토케첩+갈은 사과에 물약간을 넣어 끓이다가 5. 하이스를 풀어 넣어 간을 맞춘후 볶은야채를 넣고 6. 소스통에 담은 후 파슬리가루 뿌리기 HACCP : 1.기생충 감염 우려가 있으므로 반드시 중심부까지 잘 익히도록 한다. 주의점: 1. 볶은 야채와 양송이는 미리 넣으면 색이 변할수 있으므로 선명한 색이 변하지 않도록 배식직전에 넣어주세요."
  },
  {
    "id": null,
    "name": "소주",
    "role_code": null,
    "season": [
      "후추"
    ],
    "recipe": "생강즙을 넣고 재워 밑간해둔다."
  },
  {
    "id": 1077,
    "name": "캠핑플래터",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**소스에 간장 삭제1. 양파, 파프리카는 폭찹 크기로 버섯은 모양대로 썰어준다.2. 야채,버섯은 기름 발라 소금간을 한 후 오븐에 노릇하게 구워준다.3. 야채는 밧드에 담아 놓는다.4. 스테이크와 소시지는 오븐에 노릇하게 구워준다.5. 스테이크는 소스를 발라 한번 더 구워주고 밧드에 담기(소스 넉넉히)6. 스테이크와 소시지는 한개씩 야채는 적당량 배식한다.<스테이크 소스>1. 솥에 기름을 두르고 다진마늘을 볶아준다.2. 마늘향이 나면 소스와, 물 약간, 청주를 넣어 끓여준다. 3. 맛을 보고 적당한 농도가 될때까지 졸여준 후 불을 끈다.<샐러드&샐러드소스>샐러드: 양상추 적채 치커리 베이비채소 토마토 세척 소독소스: 익힌 마늘, 다진 양파, 올리브유, 마요네즈, 우유, 레몬즙, 설탕 섞어 냉장보관샐러드는 조금씩 배식해준다."
  },
  {
    "id": 1079,
    "name": "케이준통살치킨까스&파인허니소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 치킨까스는 튀김조리후2. 머스터드+파인애플간것 섞어서 소스만들기3. 배식 전 소스에 파슬리가루 섞고 배식하기"
  },
  {
    "id": 1080,
    "name": "코다리단호박강정(아몬드,땅콩)*",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 코다리20g절단 3개씩 주기1. 코다리는 식초물에 세척하여 비린내를 없애준다.2. 물기를 제거하고 소금,후추,생강즙 재워둔다3. 튀김가루를 묻혀 튀겨낸다. 단호박도 같이 튀김4. 양념치킨소스와 다진 양파, 마늘, 고추장, 케첩, 물엿, 설탕을 넣고 끓인다5. 튀긴 코다리와 볶음솥에 버무려서 낸다."
  },
  {
    "id": 1081,
    "name": "코다리무조림",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1082,
    "name": "코다리무조림&무조미김",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1083,
    "name": "코코넛쉬림프&레몬크림소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "새우튀김 (청정원, 천년풍미/코코넛쉬림프 21g*48ea, 화이트새우 52.04%), 마요네즈(난황) - 상큼한 크림마요소스 청정원 행사 kg500원 코코넛쉬림프set사용시1. 옥수수통조림은 물 빼고 대기, 양파 및 파프리카 등은 세척 소독 후 작은깍둑, 물 최대한 빼기2. 마요네즈, 연유, 마요소스, 꿀, 물엿, 레몬즙 등을 믹스3. 1과 2는 최대한 늦게 혼합 (물생김방지)"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "부침기"
    ],
    "recipe": "오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시"
  },
  {
    "id": 1087,
    "name": "콘치즈&그릴숯불불고기",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 떡갈비는 오븐에서 굽기 (예열된 오븐에 넣어 180도 에서 10분 정도 구움)2. 스위트콘을 체에 받쳐 물기를 빼놓고 당근은 잘게 썰어 놓는다. 3. 준비된 재료를 마요네즈:설탕(2:1/ 조정가능함)을 섞어 약간의 후춧가루를 섞는다.  4. 그릴숯불불고기 위에 섞어놓은 재료를 올리고 적당량의 모짜렐라치즈(약 40-50g)를 올려 200도에서 10분 정도 구워낸다.5. 파슬리가루를 뿌려 마무리한다."
  },
  {
    "id": 1090,
    "name": "콩나물제육두루치기.",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 돼지고기를 세척 2. 야채를 절단하고 따로 볶는다. 3. 돼지고기에 맛술과 후추를 약간 넣어 잡내를 제거하고 볶는다. 4. 마늘 생강 등을 넣은 양념장을 준비한다. 5. 콩나물은 따로 데쳐둔다. 5. 어느정도 돼지고기가 볶아지면 양념과 야채를 넣고 볶고 마지막에 콩나물을 넣고 볶는다. ☞Tip 콩나물은 따로 데쳐서 마지막 단계에 넣으면 질겨지지않고 아삭하게 먹을 수 있다. 콩나물을 데칠 때 약간 소금 간을 해둔다."
  },
  {
    "id": 1091,
    "name": "콩나물파채무침(고)",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시700명기준 파채 7kg 사용/콩나물 34kg 콩나물 1. 콩나물 삶을때 대파 약간을 통으로 얹어 삶기2. 부추,파,마늘은 깨끗이 세척하여 소독한다3. 부추는 4cm길이로 썰기4. 파는 당일 입고된 파중 윗부분쪽으로만 파채를 만들어 너무 길지 않게 다른 재료와 길이를 맞추어 썬다5. 각각의 재료를 혼합하여 무친다.(맵지않게) *****너무 맵거나 짜지 않게 주의!!!     --- 콩나물은 데친후 식히고 , 데쳤을때 식품의 중심온도 확인한다.7. 야채는 혼합하여 고소하게 무친다."
  },
  {
    "id": 1092,
    "name": "콩나물파채무침k",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 야채 염소소독 실시700명기준 파채 7kg 사용/콩나물 34kg 콩나물 1. 콩나물 삶을때 대파 약간을 통으로 얹어 삶기2. 부추,파,마늘은 깨끗이 세척하여 소독한다3. 부추는 4cm길이로 썰기4. 파는 당일 입고된 파중 윗부분쪽으로만 파채를 만들어 너무 길지 않게 다른 재료와 길이를 맞추어 썬다5. 각각의 재료를 혼합하여 무친다.(맵지않게) *****너무 맵거나 짜지 않게 주의!!!     --- 콩나물은 데친후 식히고 , 데쳤을때 식품의 중심온도 확인한다.6. 양념장 혼합 - 고추장,고춧가루,설탕,식초,간장7. 야채는 혼합하여 양념장으로 무침한다.(배식하면서 소량씩 무친다)-- 새콤달콤하게"
  },
  {
    "id": 1094,
    "name": "크리미어니언치킨",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 흰양파 믹서기에 갈기**주의 붉은양파는 채썰어줄것임2. 갈은 흰양파, 우유, 휘핑크림, 드레싱, 설탕, 소금, 물엿, 마요네즈 섞어 소스 만들기3. 양파 슬라이스로 내린후 물에 2-3시간 놔두어 매운맛빼고 치킨 양파 따로배식4. 양파와 소스를 섞어주고 치킨 위에 배식한다."
  },
  {
    "id": 1095,
    "name": "타워스테이크(소스x)@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 <타워스테이크>1. 파인애플 먼저 오븐으로 구워 밧트에 담는다.2. 떡갈비 80g 오븐조리 콤비 밧트에 담기3. 해쉬브라운 기름 넉넉히 발라서 오븐조리 건열4. 오븐팬 또는 낮은 밧트에 떡갈비-해쉬브라운-치즈-파인애플-방울토마토-새싹채소 순으로 올려준다. (파인애플 가운데 부분에 방울토마토 한개씩)<화이트소스 만들기>1. 마요네즈, 레몬즙, 사이다를 농도를 봐가면서 조절하여 섞어준다.2. 소스통에 넣어 냉장보관 한다.3. 배식전에 타워스테이크위에 예쁘게 뿌려준다.볶음밥과 함께 나갈 시 소스 없이 제공(데코로 화이트소스만 뿌려줌)"
  },
  {
    "id": 1096,
    "name": "타워스테이크k",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 <타워스테이크>1. 떡갈비 80g 오븐조리 콤비2. 해쉬브라운 기름 넉넉히 발라서 오븐조리 건열3. 오븐팬 또는 낮은 밧트에 함박스테이크-해쉬브라운-치즈-파인애플-새싹채소-방울토마토순으로 올려준다. (파인애플 가운데 부분에 방울토마토 한개씩)<소스만들기>1. 양파,당근은곱게 다지고 양송이는 슬라이스 해 볶아서 식혀 놓는다.2. 소스는 갈은사과,파인애플,마늘,우스터소스,케첩,돈까스소스에 물을 부어 끓이다가 하이스을 넣어 농도를 맞춘 후 끓인다3. 끓으면 볶은 양파,당근를 넣고 소금,후추가루로 간한다. 4. 소스는 따로 배식한다.<화이트소스 만들기>1. 마요네즈, 레몬즙, 사이다를 농도를 봐가면서 조절하여 섞어준다. 소스 농도2. 짤주나 소스통에 넣어 냉장보관 한다.3. 배식시에 타워스테이크위에 예쁘게 뿌려준다.**배식 시에 소스를 먼저 바닥에 깔고 타워스테이크를 올려준다."
  },
  {
    "id": 1098,
    "name": "통닭다리직화스테이크&맛감자",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭다리살은 로즈마리와 함께 오븐 건열로 앞뒤로 노릇하게 구워준다.** 중심온도 나오는지 확인하고 가운데 부분 잘라서 확인할 것2. 데리소스와 매운장소스 물 약간 넣고 섞어서 끓여준다.3. 맛감자는 튀겨서 뚜껑 열고 보온해두기 ** 닭다리살과 함께 배식해준다. 6개씩4. 소스는 따로 배식"
  },
  {
    "id": 1099,
    "name": "통새우치즈구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 손질된 새우를 물로 한번 씻어서 물기를 빼주고 애벌구이2. 마늘을 버터에 달달 볶는다.(아린맛 안나게 충분히!!)3. 치즈 마요네즈 꿀을 섞어서 새우 살 부분에 올려주고4. 오븐에 굽는다."
  },
  {
    "id": 1100,
    "name": "통영장어마요덮밥",
    "role_code": 1,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "750명기준 튀김가루11kg, 카레1kg, 밀가루1kg, 전분1kg, 데리26kg, 마요네즈19kg 사용데리소스양은 간장으로 조절 가능 <장어 손질, 쪽파 소독>1. 장어는 절단없이 통채로 입고되어 봉지째 해동합니다.2. 장어에 소금 후추 간을 해줍니다.3. 밀가루와 튀김가루+카레가루 약간 섞어서 튀겨줍니다.4. 튀긴 장어를 먹기 좋은 크기로 썰어줍니다. 부숴질경우 자르지않고 통째로 배식<데리야끼 양념>간장과 물, 데리소스, 맛술 넉넉히, 다진마늘/ 양파,파,생강,고추 통채로 넣고 끓여줍니다<스크램블/양파 소독>1. 에그 스크램블 해서 밥에 섞어주고2. 양파는 얇은 슬라이스로 내려준다.배식때 밥 위에 장어와 양파를 얹어주고 + 데리소스 넉넉히와 마요네즈 한스푼 배식한다.붕장어/냉동품-국산,냉동,붕장어,장어살,머리,뼈제거,미절단/신선하고 잔가시 많이 없는것"
  },
  {
    "id": 1101,
    "name": "파닭/레몬소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "980명 닭 110kg 모자름 *** 작업시 바닥에 소금  *** 대파,고추등 야채 염소소독 실시 --- 고기는 안심 1/2 절단 하지 않기 30g/닭다리20g 적정함--- 닭을 씻을때는 주변에 물이 튀지 않도록 조심해서 씻고 세척이 끝나면 바로 주변청소를 한 후 소독을 합니다.--- 닭 작업시 사용한 앞치마, 고무장갑, 바구니는 사용 후 바로 세척 소독합니다 --- 닭고기 작업시에는 식중독 예방을 위하여 교차오염에 주의해서 작업합니다.1. 파는 소독및 세척을 철저히 한 후 2. 사이다: 정수기물(1:1)에 1시간 이상 담궜다가 비벼 씻어 건져 놓는다 3. 고추는 잘게 다지기4. 닭은 생강,소주,후추에 밑간한 후 튀김가루를 물반죽하여 두툼하게 옷을 입혀 튀겨낸다. -- 마른가루를 한번 더 입혀 두툼하게 옷을 입혀주세요.-- 모두 튀기고 나면 바삭하게 다시 한번 튀겨주세요.5. 소스-데리야끼소스(1)+파닭소스(2)+설탕+물은 데리야끼소스 1/2만큼 넣고  팔팔 끓여 다져 놓은 고추 넣기*** 되직하지 않게 끓여야 합니다. 하지만 묽어도 안돼요.-- 농도를 묽지도 않고 되직하지도 않게 잘 맞춰주세요.6. 튀긴 닭을 담아 소스는 배식직전에 버무려 준다.7. 배식시 파를 얹어준다.맛내는 소스/파파야, 맛내는 소스-레몬파닭소스,CJ치킨튀김가루-50%,"
  },
  {
    "id": 1102,
    "name": "파불고기*",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 대파, 양파 염소소독 실시/뒷다리 파인애플 연육!!1. 고기는 생강즙, 청주, 후추로 밑간하여 잡내를 제거하고 설탕을 버무려 연육한다.(밑간할 때 소금사용X)2. 양파는 채썰어 파채와 함께 찬물에 담궈 매운맛을 제거한다.3. 파채양념- 고추장, 고춧가루, 설탕(백), 식초4. 고기양념- 물, 맛술, 간장, 설탕(흑), 물엿, 다진 마늘5. 돼지고기를 양념에 재어놓는다.6. 돼지고기를 볶고 파채를 무친다.고기위에 파채를 올려 따로 배식한다."
  },
  {
    "id": 1103,
    "name": "팝콘치킨(고구마치즈)*",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 고구마치즈볼과 팝콘치킨은 따로 튀겨 밧트에 담는다.(타공팬 깔고 담기)* 고구마치즈볼2개, 팝콘치킨 10개를 배식하고 소스는 자율배식한다.* 크로바 고구마치즈볼21g*46~50ea/kg, 1,2,5,6  체리부로 골든팝콘치킨182내외/kg, 1,2,5,6,15,16"
  },
  {
    "id": 1104,
    "name": "팝콘치킨(떡)*",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 떡튀김과 팝콘치킨은 따로 튀겨 밧트에 담는다.(타공팬 깔고 담기)* 떡튀김 5개, 팝콘치킨 10개를 배식하고 소스는 자율배식한다.* 이하 떡튀김 10g*100ea/kg, 5  체리부로 골든팝콘치킨182내외/kg, 1,2,5,6,15,16"
  },
  {
    "id": 1105,
    "name": "팝콘치킨(치즈볼)*",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 치즈볼은 튀겨서 배식전에 뿌링가루를 뿌려 1개씩 배식한다.2. 팝콘치킨은 오븐에 구워 밧트에 담고 양념치킨소스와 배식한다.  (타공팬 깔고 담기)* 치즈볼1개, 팝콘치킨 9~10개를 배식하고 소스는 자율배식한다.* 이우스 밀크 모짜렐라 치즈볼 30g*40ea, 2,5,6 * 사조대림 한입쏙  찰치즈볼 22g,1kg  체리부로 골든팝콘치킨182내외/kg, 1,2,5,6,15,16"
  },
  {
    "id": 1107,
    "name": "포테이토달고기까스/청양마요",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "청양마요소스에 청양고추,양파 다진것+마요네즈+레몬즙+탄산수"
  },
  {
    "id": 1109,
    "name": "폭찹스테이크S",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0.8*3*3 사이즈로 잘라 연육처리 하여  1. 고기는 갈은키위,갈은파인애플,마늘,생강,소주,소금,후추로 밑간하여 재 놓기 2. 셀러리 양파,양송이,사과,피망은 깍뚝썰어 놓는다  3. 야채를 볶는다 (사과는 빼고)  4. 고기는 식용유를 넣고 달궈 센불에 팬에 굽는다. ---물이 생기지 않도록 센불에 겉만 익힌다.5. 소스-케찹,스테이크소스,핫소스,설탕,하이스,캡사이신가루약간을 넣고 혼합 해 끓여 6. 끓는 소스에 볶은 고기를 넣고 볶다가 푹 익으면7. 볶아놓은 야채와 사과,노두유를 넣고 뒤적여 골고루 간이 배게 하여 8. 통에 담는다.***농도는 스테이크이므로 국물이 많지 않습니다.간장/양조간장,소포장-노두유돼지고기(뒷다리)/날것,장조림-40%,돼지고기(등심)/날것-50%,돼지고기(안심)/날것-70%"
  },
  {
    "id": 1110,
    "name": "피쉬 앤 칩스@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<명태튀김>-갈릭디핑소스/양파드레싱튀김조리 180도 5~9분<감자칩>-허니버터가루튀김조리 180도 9분**감자칩은 반드시 식힌후에!! 허니버터가루를 뿌려서 생선튀김과 함께 배식해준다.  배식직전에 뿌려줄것!!**소스는 묻혀서 배식하지 않고 생선튀김과 감자칩 모두 찍어먹을 수 있게  따로 배식해줍니다."
  },
  {
    "id": 1112,
    "name": "한우함박스테이크(버섯)@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**소스에 간장 삭제1. 아스파라거스는 손가락 길이정도로 자르기 버섯은 모양대로 자르기2. 야채,버섯에 기름 발라 소금간을 한 후 오븐에 노릇하게 구워준다.3. 야채는 밧드에 담아 놓는다.4. 함박스테이크는 콤비스팀 180도 18분 오븐조리5. 함박스테이크와 야채를 섞어준다. 스테이크 한개씩 야채는 적당량 배식한다.<소스>1. 솥에 기름을 두르고 다진마늘을 볶아준다.2. 마늘향이 나면 데미글라스 소스와 진간장, 물, 청주, 설탕을 넣어 끓여준다.3. 맛을 보고 적당한 농도가 될때까지 졸여준 후 불을 끈다.스테이크+야채에 소스 부어서 배식한다."
  },
  {
    "id": 1113,
    "name": "한우함박스테이크/소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시1. 아스파라거스는 손가락 길이정도로 자르기 버섯은 모양대로 자르기2. 야채,버섯에 기름 발라 소금간을 한 후 오븐에 노릇하게 구워준다.3. 야채는 밧드에 담아 놓는다.4. 함박스테이크는 콤비스팀 180도 18분 오븐조리5. 함박스테이크와 야채를 섞어준다. 스테이크 한개씩 야채는 적당량 배식한다.<소스>1. 솥에 기름을 두르고 다진 양파,당근,마늘을 볶아준다.2. 마늘향이 나면 데미글라스 소스와 스테이크소스, 물, 청주, 설탕을 넣어 끓여준다.3. 생크림을 넣어 부드럽게 만들어주고 적당한 농도가 될때까지 끓여준 후 불을 끈다.4. 맛을 보고 소금 후추 가감한다."
  },
  {
    "id": 1114,
    "name": "한정식떡갈비&부추무침",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1115,
    "name": "함박스테이크(버섯)@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**소스에 간장 삭제1. 아스파라거스는 손가락 길이정도로 자르기 버섯은 모양대로 자르기2. 야채,버섯에 기름 발라 소금간을 한 후 오븐에 노릇하게 구워준다.3. 야채는 밧드에 담아 놓는다.4. 함박스테이크는 콤비스팀 180도 18분 오븐조리5. 함박스테이크와 야채를 섞어준다. 스테이크 한개씩 야채는 적당량 배식한다.<소스>1. 솥에 기름을 두르고 다진마늘을 볶아준다.2. 마늘향이 나면 데미글라스 소스와 진간장, 물, 청주, 설탕을 넣어 끓여준다.3. 맛을 보고 적당한 농도가 될때까지 졸여준 후 불을 끈다.스테이크+야채에 소스 부어서 배식한다."
  },
  {
    "id": 1116,
    "name": "함박스테이크정식@",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**소스에 간장 삭제1. 양파는 폭찹용 크기로, 아스파라거스는 손가락 길이정도로 자르기, 토마토는 꼭지를 따고2. 야채,버섯, 토마토에 기름 발라 소금간을 한 후 오븐에 노릇하게 구워준다.3. 야채는 밧드에 담아 놓는다.4. 함박스테이크는 콤비스팀 180도 18분 오븐조리5. 함박스테이크와 야채를 섞어준다. 스테이크 한개씩 야채는 적당량 배식한다.6. 계란후라이도 오븐조리<소스>1. 솥에 기름을 두르고 다진마늘을 볶아준다.2. 마늘향이 나면 데미글라스 소스와 진간장, 물, 청주, 설탕을 넣어 끓여준다.3. 맛을 보고 적당한 농도가 될때까지 졸여준 후 불을 끈다.스테이크+야채에 소스 부어서 배식하고 계란후라이는 위에 올려준다."
  },
  {
    "id": 1118,
    "name": "허니버터고등어구이H",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 고등어는 소금물에 씻어 생강분,소금,소주,후추에 30분정도 재워둡니다. -- 소금간은 적당히 해주세요 너무 단단해지지 않게2. 버터를 중탕하여 꿀,설탕,간마늘,파슬리가루를 넣고 섞어준다.3. 오븐팬에 식용유를 바른후 고등어를 살을 바닥에 닿게 놓고 윗면에 허니버터를 발라주세요. 4. 오븐에 구워주세요185도 15분 건열 코팅팬  HACCP: 1. 고등어를 씻으실때 교차오염이 되지 않도록 장갑과 세정대 소독을 철저히 해주세요."
  },
  {
    "id": 1120,
    "name": "허브닭다리살구이&치즈떡",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭다리에  간양파, 마늘, 청주, 생강, 후추, 허브맛소금으로 재운다. 2. 양념이 배게 냉장고에 숙성해서 오븐에 1차 애벌 굽기 220도, 10분 예열 > 습10%, 195도, 2~30분 관찰조리3. 대파는 2cm 크기로 통으로 썰고 건열로 구워내어 수분을 제거한다. 4. 2차로 닭고기, 떡(기름발라), 대파, 로즈마리(조금) 같이 굽기"
  },
  {
    "id": 1121,
    "name": "혜화동치즈돈까스(112g)/소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 전날 선입고하여 냉동보관 해둔 후 2. 집가기 직전에 냉장고에 넣어 해동한다.3. 기름 165도 기름량 한말 반통에 30개씩 3~4분 튀겨준다."
  },
  {
    "id": 1122,
    "name": "홀그레인머스타드in미트볼&소스",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "4개씩 배식"
  },
  {
    "id": 1123,
    "name": "화덕닭다리살구이",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 닭다리살은 로즈마리와 함께 오븐 건열로 앞뒤로 노릇하게 구워준다.** 중심온도 나오는지 확인하고 가운데 부분 잘라서 확인할 것2. 데리소스와 매운장소스 물 약간 넣고 섞어서 끓여준다.3. 소스는 따로 배식"
  },
  {
    "id": 1125,
    "name": "후라이드치킨",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양념치킨파우더:찬물=1:1 물반죽한다.2. 물반죽에 채반작업을 해놓은 닭을 넣고 주걱으로 골고루 버무린다.3. 175도 기름에 서루 붙지 않게끔 떨어뜨려 넣어주며 투입 후 1분 30초 경과 후 붙은것을 떨어뜨려준다.4. 조리가 완료 된 제품은 건져내어 1분간 기름을 제거한다.5. 믹싱볼에 튀긴 닭을 넣고 소스로 버무린다.  (소스는 사용 전 잘 흔든 후 개봉)* 간장치킨은 붓으로 얇게 2회 골고루 바른다.6. 여러번 치대주듯이 골고루 버무려준다."
  },
  {
    "id": 1127,
    "name": "훈제오리감자구이&머스터드소스*",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오이피클은 다지고 머스터드 소스, 마늘, 꿀, 설탕, 매실에 넣어 버무린다.2. 감자는 스틱으로 채썰고 씻은 버섯은 찢어둔다. 3. 오븐팬에 감자, 버섯을 밑에 깔고 오리를 위에 얹어 오븐에 굽는다.   (구우면서 오리에서 나온 기름으로 인해 감자에 향이 밴다.)4. 배식때에 3위에 1을 얹어준다."
  },
  {
    "id": null,
    "name": "마늘",
    "role_code": null,
    "season": [
      "간 키위"
    ],
    "recipe": "썬 채소를 넣고 1차 소스에 재워둔다."
  },
  {
    "id": 1129,
    "name": "히레까스*멕시칸소스S",
    "role_code": 6,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 튀김솥, 부침기, 오븐 작업시 주위 바닥에 소금 뿌려 미끄럼 방지*** 야채 염소소독 실시 1. 돈가스- 밀가루 난백 빵가루 묻혀 170도 기름에 튀기기 --- 빵가루는 꾹꾹 눌러 묻혀주세요.--- 돼지안심이 두꺼울 경우 손으로 눌러 납작하게 만들면서 작업해주세요.2. 양송이는 모양대로 썰고 양파는 작게 깍뚝썰어 센불에 볶기 3. 옥수수캔은 데치기4. 갈릭스테이크소스,살사소스,물엿을 잘 섞어 끓여 5. 볶은야채를 넣고 소스통에 담아주세요. HACCP : 1.기생충 감염 우려가 있으므로 반드시 중심부까지 잘 익히도록 한다. 돼지고기(안심)/날것,돈까스용-70%"
  },
  {
    "id": null,
    "name": "사워크림",
    "role_code": null,
    "season": [
      "간양파"
    ],
    "recipe": "소금"
  },
  {
    "id": null,
    "name": "마요네즈",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "물엿을 넣고 화이트 소스를 만든다."
  },
  {
    "id": 1132,
    "name": "100%착즙파인애플포도주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1133,
    "name": "ABC주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1136,
    "name": "갈릭치즈피자",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉동상태의 피자를 오븐에 넣고 160도에서 약 1분간 해동 후180도에서 3분 조리 배식 직전에 2분 정도 더 돌리고 배식"
  },
  {
    "id": 1138,
    "name": "감귤주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1140,
    "name": "감자핫도그&케첩",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "자연해동1~2시간 후 , 기름발라 오븐180도 10~15분 조리"
  },
  {
    "id": 1141,
    "name": "감탄케이크(연탄)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1142,
    "name": "개성주악",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1143,
    "name": "검은콩호두아몬드두유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "견과류 알레르기 주의!!"
  },
  {
    "id": 1145,
    "name": "계란듬뿍쉘브레드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 사과,양파,양배추,오이는 세척,소독 후 다져서2. 계란완제품과 섞는다.3. 냉동빵은 오븐에 한번 구워주고 식힌다.4. 식힌 빵안에 계란을 듬뿍 넣어준다.** 겹쳐서 보관하면 나중에 기름에 눅집니다 오븐팬이나 낮은팬에 한줄씩 보관해주세요"
  },
  {
    "id": 1146,
    "name": "고칼슘두유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1147,
    "name": "고칼슘우유(100)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1148,
    "name": "골드키위",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 참다래는 씻어 소독 후 깨끗이 헹궈 통으로 반을 잘라 갯수를 세어서 학급통에 담아주세요. 2. 자르실때는 장갑을 착용하시고 작업하시고 1-2학년은 껍질을 까서 반을 잘라 학급통에 담아주세요."
  },
  {
    "id": 1149,
    "name": "골드키위퓨레",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1150,
    "name": "공주밤티라미스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "해동 후 제공하기(컵케이크로 옴)"
  },
  {
    "id": 1151,
    "name": "과일 모찌떡",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "오렌지"
    ],
    "recipe": "사과는 껍질째로 소독하여 부채꼴모양 또는 반달 모양으로 얇게 슬라이스 한다."
  },
  {
    "id": 1154,
    "name": "과일음료(미닛메이드)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1156,
    "name": "과일주스(키위사과)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1157,
    "name": "과일채소주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1158,
    "name": "과채주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1159,
    "name": "구공탄브라우니",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1160,
    "name": "구슬아이스크림",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉동제품"
  },
  {
    "id": 1161,
    "name": "구운란(1개)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1162,
    "name": "군대리아버거",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**햄버거빵, 패티는 오븐조리 **햄버거빵은 눌려지지 않도록 겹쳐서 담지 않는다1. 햄버거빵을 건열 180도에서 30초~1분 가열2. 스테이크는 콤비160도에서 15분3. 빵을 오븐팬, 낮은 밧트에 펼쳐 놓는다4. 빵-패티-치즈 순으로 올리고 빵을 위에 살포시 얹는다**주의: 바람이 잘 통하는 곳에 두지 말것!! 보온해놓기5. 배식 시엔 햄버거를 밥칸에 배식하고 딸기잼과 함께 배식한다."
  },
  {
    "id": 1163,
    "name": "귤향과즐",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1166,
    "name": "글레이즈도넛",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 받드나 박스 채로 배식하기."
  },
  {
    "id": 1167,
    "name": "길거리와플",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 와플은 오븐에 습약간 줘서 구워준다.2. 반절은(한쪽에는) 생크림을 발라주고3. 반절은 사과잼을 듬뿍!!! 발라준다.4. 2와 3을 합쳐서 반 잘라 제공한다."
  },
  {
    "id": 1169,
    "name": "깨먹는아이스티라미스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1170,
    "name": "꺾어먹는요거톡(124)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1171,
    "name": "꽃당식혜",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1172,
    "name": "꿀떡",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1173,
    "name": "꿀유자주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1174,
    "name": "꿀자몽블랙티/리치캐모마일주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1175,
    "name": "꿀타래",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1176,
    "name": "꿀호두",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1177,
    "name": "납작복숭아그린티",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "파우치 주스"
  },
  {
    "id": 1179,
    "name": "녹용홍삼음료",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1180,
    "name": "눈꽃생크림카스테라",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉장보관"
  },
  {
    "id": 1181,
    "name": "눈사람케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1182,
    "name": "뉴욕어니언핫도그@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "폐기율적용 양파드레싱50%1. 플래인 핫도그는 130도 8분, 콤비스팀, 코팅팬 2. 달군 팬에 식용유를 두르고 곱게 채 썬 양파를 넣고 굴소스, 소금, 후추로 간해 노릇노릇하게 볶는다.3. 1의 칼집 낸 곳에 볶은 양파를 케찹+머스타드소스에 버무려 채워 넣고 그 위에 어니언크림소스를 듬뿍 얹는다.4. 프라이드어니온과 파슬리 가루를 토핑으로 얹어주고 마무리한다."
  },
  {
    "id": 1183,
    "name": "다쿠아즈(바닐라/딸기)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1185,
    "name": "달고나",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1187,
    "name": "당근소라빵",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1188,
    "name": "대구 꿀떡(땅콩토핑)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "상온에 포장상태로 펼쳐서 완전해동땅콩분태를 뿌려서 배식"
  },
  {
    "id": 1189,
    "name": "대추방울토마토",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 1인량(70g)을 달아 몇개인지 확인 후 배식 (2번과-4알정도씩 배식) 1050명기준 80kg사용"
  },
  {
    "id": null,
    "name": "대파",
    "role_code": null,
    "season": [
      "설탕"
    ],
    "recipe": "연유"
  },
  {
    "id": 1191,
    "name": "도라에몽암기빵",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1192,
    "name": "독도케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1193,
    "name": "두바이초콜릿",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1194,
    "name": "두부우유케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1195,
    "name": "두부티라미스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1196,
    "name": "드링킹요구르트(사과)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1197,
    "name": "드링킹요구르트(플레인/딸기)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "덴마크 드링킹요구르트 플레인/딸기맛 각각 반반"
  },
  {
    "id": 1198,
    "name": "따옴주스(사과/애플망고)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1199,
    "name": "딸기",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 딸기를 깨끗이 씻은 후 100ppm에서 5분간 염소소독을 실시한다. 2. 흐르는 물에 헹구어 낸다. 3. 1인당 63g씩 배식합니다.사이즈; 3*4*2-24개 들어 있음1개에 20.8g 정도3개씩 배식"
  },
  {
    "id": 1200,
    "name": "딸기생크림와플",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 딸기 염소소독 실시1. 와플을 오븐에 돌려 부드럽게 만들어준다 160도 6분 콤비 습30% 코팅팬2. 와플을 식혀준 후 슈가파우더를 골고루 뿌려준다.3. 딸기는 세척 소독 후 물기를 빼놓고 냉장보관 해 놓는다..4. 와플위에 휘핑크림을 얹고 딸기를 얹어준다.5. 완성된 딸기 와플에 초코시럽을 예쁘게 뿌려준다.최대한 늦게 시작해주세요 생크림-500g으로 와플 65개 작업딸기는 20g짜리로 발주!! 초코시럽은 567g짜리 5통으로 충분함(1,000명 기준)"
  },
  {
    "id": 1201,
    "name": "딸기슈가도넛",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉장보관 후 1개씩 배식"
  },
  {
    "id": 1202,
    "name": "딸기아이스찰떡",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1203,
    "name": "딸기아이스크림롤케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1204,
    "name": "딸기에이드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "탄산이 빠지므로 2차 나눠서 진행해주세요교직원소량 11시~11시30분학생 12시~12시30분에 시작하기"
  },
  {
    "id": 1205,
    "name": "딸기요거트컵",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1206,
    "name": "땡모반",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1207,
    "name": "땡모반(수박주스)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1208,
    "name": "뚱카롱",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1209,
    "name": "뚱카롱(초코바나나/황치즈/레드벨벳)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "우유"
    ],
    "recipe": "요거트"
  },
  {
    "id": 1211,
    "name": "랑그드샤(아몬드함유)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉장보관알레르기 주의"
  },
  {
    "id": 1212,
    "name": "레몬에이드(컵)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 받드에 담는다."
  },
  {
    "id": 1213,
    "name": "마시는과일젤리(180)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1215,
    "name": "마카롱(수박)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1217,
    "name": "망고",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1218,
    "name": "망고라씨*",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 냉동망고, 꿀, 우유, 요거트, 요거트 분말을 같이 섞는다.2. 망고는 갈아서 넣기3. 배식 때 종이컵에 배식한다.스무디의 형태 이므로 배식전에 해준다. 2차조리하기"
  },
  {
    "id": 1220,
    "name": "망고요거트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 요거트, 우유 외피소독 철저1. 망고다이스는 검수 후 냉동보관 한다.2. 1/2은 그대로 사용하고, 1/2은 기계에 내려 밧트에 담은 후 냉동보관한다.(혼합 직전에 하지 말고 미리 해두기)3. 요거트, 우유, 꿀, 망고잼을 섞어 농도와 당도를 맞춘다.4. 요거트에 냉동망고를 섞는다.(충분히, 골고루)"
  },
  {
    "id": 1221,
    "name": "망고주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1222,
    "name": "망고푸딩(55)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1223,
    "name": "매실품은사과주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1224,
    "name": "머루포도",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1225,
    "name": "머쉬룸스테이크피자",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "피자에 치즈 추가하여 구워서 6등분 해준다."
  },
  {
    "id": 1226,
    "name": "먼지(초코)도넛",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1227,
    "name": "메론크림슬러시",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.파우치 팩으로 냉동 보관 했다가 배식 30분 전에 꺼내둔다."
  },
  {
    "id": 1228,
    "name": "메이플피칸아몬드믹스넛(바프)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "바트에 담는다."
  },
  {
    "id": 1230,
    "name": "멜론",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "멜론 68kg 33통 28조각 920명 양 적정함***염소소독 실시 1. 소독수에 세척 후 깨끗이 헹구어 2. 1인 배식량을 파악하여 전용도마와 칼을 사용하여 길게 자른 후  3. 낮은 통에 예쁘게 차곡차곡 담아 냉장보관.HACCP: 1. 껍질을 벗겨 급식하는 것이므로 껍질 닿는 면과 먹는 과육이 닿아 교차오염되지 않도록 외피세척,소독에 철저를 기해주세요.멜론/머스크-48%"
  },
  {
    "id": 1232,
    "name": "모듬시리얼요거트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "* 요거트, 우유 외피소독 철저1. 망고, 블루베리는 외피 세척 소독 후 조리용 냉동실에 냉동보관2. 바나나는 겉껍질 소독 후 먹기 좋은 크기로 썰어준다.3. 요거트는 꿀과 설탕을 넣어 당도를 맞춰준다.(시리얼이 달기 때문에 너무 달지 않게!!)4. 냉동과일과 요거트를 섞어 냉장보관 해준다.5. 시리얼은 3종류를 섞어준다.**눅눅해지면 안되니까 배식 직전에 개봉한다**"
  },
  {
    "id": 1233,
    "name": "모찌롤케이크(딸기/초코)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "검수 후 냉장보관"
  },
  {
    "id": 1234,
    "name": "모찌팥쑥떡",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1235,
    "name": "문어모양핫도그",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1236,
    "name": "미니바나나우유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1237,
    "name": "미니사과",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 세척 후 받드에 담기. 1인 1개씩"
  },
  {
    "id": 1238,
    "name": "미니치즈핫도그/케첩+",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1239,
    "name": "미니탱글핫도그&케첩",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "** 맛있게 조리하는 법자연해동1~2시간 후 오븐 200도로 예열한다.150도에서 15분간 조리한다."
  },
  {
    "id": 1240,
    "name": "미니햄버거S",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***야채 염소소독 실시 1. 함박스테이크 180도 10분 코팅팬 건열 2. 양상추는 적당하게 자르고 적채, 양파는 곱게 채썰어 혼합하여 작은 밧드에 담아 냉장보관 3. 오이피클은 다져 드레싱,레몬즙과 섞어 4. 야채에 혼합 --한꺼번에 혼합하지 말고 밧드에 담아 작업하면서 조금씩 혼합5. 빵 사이에 야채,스테이크를 올려 완성--완성되는대로 바로 냉장보관합니다."
  },
  {
    "id": 1241,
    "name": "미닛메이드(매실)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1242,
    "name": "미닛메이드(오렌지)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1243,
    "name": "미숫가루두유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1244,
    "name": "바나나",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 세척후 100ppm에서 5분간 소독을 실시한다. 2. 흐르는 물에 헹구워 낸다. 3. 1인당 1개씩 배식바나나/생과-25%"
  },
  {
    "id": 1245,
    "name": "바나나우유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1246,
    "name": "바다진주도넛",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 냉동보관 하다가 배식 전 상온 해동하여 배식."
  },
  {
    "id": 1248,
    "name": "바질치즈치아바타1/3",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "검수 후 냉장고에서 냉장해동 2시간180도 오븐 예열 후 15분간 굽고 치즈가 흘러나오면 꺼낸다.가위로 반 잘라 오븐팬째 오븐에서 보온**배식전에 작업할것!"
  },
  {
    "id": 1250,
    "name": "반건시",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1253,
    "name": "방울토마토",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 1인량(55g)을 달아 몇 개인지 확인하기 (2번과-4알 정도씩 배식) 교직원은 더 주세요"
  },
  {
    "id": 1254,
    "name": "배",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 염소소독 실시*** 갯수 파악 후 조각 내기1. 배는 깨끗이 씻어 5분간 염소소독후 다시 씻어주세요. 2. 손을 깨끗이 소독한 후 일회용장갑을 착용하신 후(교차오염방지)  3. 배는 껍질을 벗겨서 토막내 설탕물에 담궜다가 학급통에 담아주세요.배(생과)/국내산,신고-17%"
  },
  {
    "id": 1255,
    "name": "배도라지즙",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1256,
    "name": "배스킨라빈스(컵)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "2차배송, 드라이아이스 포장"
  },
  {
    "id": 1257,
    "name": "배에이드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1258,
    "name": "백도복숭아S",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 털을 깨끗이 씻어 염소소독 후 세척하여 배식합니다. *** 작을 경우에는  1개씩 배식합니다.*** 큰 것은 씨를 제외하고 2등분하고 남은부분은 씨를 바짝 자르고 복숭아 살만 배식합니다. -- 큰조각 1개, 작은조각 1개씩 배식합니다.--- 복숭아털로 인해 알러지가 생길 수 있으니 딱딱한 복숭아 하나하나 친환경세제를 풀어 수세미로 문질러 씻어야 합니다. 여러번 헹구어 털과 세제가 남지 않도록 주의해서 닦아 주세요."
  },
  {
    "id": 1259,
    "name": "백설기+꿀떡",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1260,
    "name": "베레모쓴도넛",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1261,
    "name": "베이글&크림치즈(플레인)+",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "컨벡션 180도 10~12분 관찰조리*마르지않게 보관*크림치즈는 따로 배식"
  },
  {
    "id": 1263,
    "name": "복분자샹그리아",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "스페인 음료 - 과일향이 은은하게 베인 음료 1. 모든 과일 세척 소독 2. 레몬 오렌지는 부채모양으로 썰기 껍질째3. 준비된 과일에 탄산수+에이드 원액 넣어 색 조절 냉장보관* 탄산수 양 봐가면서 사용 얼음은 배식 직전에800명 기준 복분자는 5배 희석으로 1.5L 14통 사용/탄산수30,사이다40"
  },
  {
    "id": 1264,
    "name": "복주머니송편",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "자연해동 후 단호박, 백년초 1개씩."
  },
  {
    "id": 1265,
    "name": "봄봄샌드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1266,
    "name": "부스트샷요구르트(플레인/사과)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1267,
    "name": "부시맨브래드&허니버터크림",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "<허니버터크림> 만들기1. 버터를 볼에 넣고 중탕하여** (완전히 녹이지는 말고 유동성이 생길정도로)2. 녹인 버터에 꿀+생크림 또는 연유+소금한꼬집을 넣고 잘 섞어준다.3. 잘 섞은 후 냉장 보관! 한스푼씩 배식한다.초코시럽/아워홈 초코스프레드 1kg코코아파우더(네덜란드산)6%,초콜릿7.5%(싱가포르),코코아매스(네덜란드산)1%"
  },
  {
    "id": 1269,
    "name": "붉은말마시멜로케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1271,
    "name": "붕어싸만코(초코/슈크림)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 냉동실에 보관했다가 받드에 담는다."
  },
  {
    "id": 1272,
    "name": "블루레몬주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1273,
    "name": "블루베리롤케이크+딸바라떼",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "개별포장롤케이크는 냉동제품으로 상온에서 해동한다."
  },
  {
    "id": 1274,
    "name": "블루베리요거트/그래놀라",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 요거트 블루베리잼을 섞어줍니다.2. 맛을 보고 살짝 달달한 맛이 날 정도로 3. 배식 직전에 냉동블루베리를 섞어줍니다.4. 배식 시에 반찬자리에 요거트 배식하고 위에 그래놀라를 뿌려줍니다."
  },
  {
    "id": 1275,
    "name": "블루베리주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1276,
    "name": "블루베리크림치즈와플",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "와플은 오븐에서 살짝 해동해 준다한김 식은 와플에 크림치즈 바른다그 위에 블루베리 필링 얹어주기"
  },
  {
    "id": 1278,
    "name": "블루베리팬케이크&메이플시럽@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 팬케이크는 배식전 오븐에 돌려서 나간다2. 완제 휘핑크림을 밧드에 담고 냉동블루베리를 위에 얹어준다.**블루베리가 냉동이므로 배식전에 작업한다.3. 팬케이크 위에 휘핑크림+블루베리를 한스푼씩 올려주고 메이플시럽(완제) 하나씩 배식한다."
  },
  {
    "id": 1279,
    "name": "블루베리후르츠@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "생야채, 과일 염소소독1. 모든 통조림류는 물기를 빼놓기2. 딸기는 반을 갈라서 준비3. 마요네즈와 드레싱을 섞어 냉장보관해놓고4. 배식직전에 통조림과일+블루베리+드레싱 섞어준다.5. 섞어준 과일 위에 어린잎채소와 딸기를 뿌려준다.**딸기는 섞으면서 망가질 수 있으니 마지막에 위에 뿌려줌"
  },
  {
    "id": 1281,
    "name": "비스켓+딸기잼",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐180도20분 예열냉동상태의 제품을 160~170도 약 4~5분간 조리따듯하게 배식직전에 돌리기"
  },
  {
    "id": 1282,
    "name": "비요뜨",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1283,
    "name": "비타500(170)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "자몽/라임맛(선택급식)"
  },
  {
    "id": 1284,
    "name": "비타민C음료",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1285,
    "name": "비타주스(코코피치/오렌지)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1286,
    "name": "비피더스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1287,
    "name": "빅구슬아이스크림",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1288,
    "name": "빅딸바라떼",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 겉면 소독 후 바트 담기"
  },
  {
    "id": 1291,
    "name": "빼빼로(아몬드/크런키)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "아몬드빼빼로, 크런키빼빼로 선택식."
  },
  {
    "id": 1292,
    "name": "뻥이요",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1293,
    "name": "뽀로로와친구들붕어빵",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "검수 후 냉장보관오븐 건열1인50g 팥 한개 슈크림 한개씩 배식"
  },
  {
    "id": 1294,
    "name": "뽀로로요구르트+",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "검수 후 냉장보관 하였다가 1인당 1개씩 배식합니다."
  },
  {
    "id": 1295,
    "name": "뿌링호떡",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 호떡은 전판에 노릇하게 구워준다.2. 시즈닝은 얇은 밧트에 담아 배식때 호떡을 가루에 앞뒤로 찍어서 배식한다."
  },
  {
    "id": 1296,
    "name": "사각콘치즈피자(완)/꿀(자율)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐 160도에서 1분 해동 후 180도에서 4~5분간 관찰조리조리후 보온고에 보관하거나 배식전에 오븐에 한번 더 돌리기꿀은 자율배식 합니다."
  },
  {
    "id": 1298,
    "name": "사과당근주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1299,
    "name": "사과독도케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.케익은 냉장해동 하다 배식 전에 자연해동한다."
  },
  {
    "id": 1300,
    "name": "사과만주",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1301,
    "name": "사과샤벳",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 배식 때 바로 꺼내서 제공"
  },
  {
    "id": 1302,
    "name": "사과즙100%",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "검수후 냉장보관"
  },
  {
    "id": 1303,
    "name": "산딸기프로마쥬",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1304,
    "name": "살구음료",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1305,
    "name": "삼색과일(오렌지소스)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "과일은 검수후 반드시 냉동보관!!냉동상태로 먹는 음식입니다소스 세트 제품"
  },
  {
    "id": 1306,
    "name": "삼색과일(유자소스)@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "과일은 검수후 반드시 냉동보관!!냉동상태로 먹는 음식입니다1. 소스만들기   유자청의 유자를 다져 유자청, 사이다, 레몬즙과 섞어준다.2. 냉동상태의 과일을 배식하고 위에 소스를 뿌려준다."
  },
  {
    "id": 1307,
    "name": "삼색컵과일(냉동)*",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1308,
    "name": "새우까스&잠발라야소스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "새우품은까스 5,6,9,18 / 잠발라소스 2,5,6,12,16, 18**양파 세척 소독1.둥근새우품은까스 튀기기(85도 이상 온도측정)2. 소스는 한번 끓이기2. 잠발라소스에 다진양파와 다진오이피클 섞어서 배식하기"
  },
  {
    "id": 1310,
    "name": "새우버거(어니언소스)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 새우까스는 170도 5분간 튀겨 준비합니다.2. 로메인은 세척, 소독하여 햄버거빵에 알맞은 크기로 밑부분을 잘라줍니다.3. 토마토, 양파는 세척, 소독하여 링모양으로(동그란모양) 내려줍니다.작업대를 깨끗이 세척하고 소독을 철저히 해줍니다,작업대 위에 햄버거빵 아랫 부분을 펼쳐줍니다.로메인을 두장씩 깔고 토마토, 양파, 새우까스 순으로 올려줍니다.소스를 작업대 위에 있는 햄버거에 한번에 뿌려줍니다.마지막으로 햄버거 뚜껑을 덮고 유산지에 싸준후 반별로 밧드에 담습니다."
  },
  {
    "id": 1311,
    "name": "생크림크로칸슈(아몬드함유)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉동상태로 배식합니다."
  },
  {
    "id": 1312,
    "name": "샤르르샤베트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 냉동고에 보관했다가 배식직전에 꺼낸다."
  },
  {
    "id": 1313,
    "name": "샤인머스캣",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.소독 후 인원에 맞게 가지로 적당히 덩어리내어 자른다."
  },
  {
    "id": 1314,
    "name": "소금빵",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐조리1. 180도에서 10분간 예열2. 170~180도에서 1~2분간 관찰조리*소금이 녹을 수 있으므로 습을 주지 않고 굽는다..*미리 구워놓지 말것! 배식 직전에 작업해서 바로 배식하기!"
  },
  {
    "id": 1315,
    "name": "소보로or완두앙금빵+초코우유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1316,
    "name": "솜사탕(화이트데이)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1317,
    "name": "수능응원세트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1318,
    "name": "수박",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "수박 폐기율 적용함***염소소독 실시 1. 물에 씻어 염소소독액에 5분간 담군후 헹구어2. 1인 배식량을 파악하여 전용도마와 칼을 사용하여 3. 예쁘게 자른 후  배식합니다.중점관리기준 1. 껍질을 벗겨 급식하는 것이므로 껍질 닿는 면과 먹는 과육이 닿아 교차오염되지 않도록 외피세척,소독에 철저를 기해주세요수박(생과)/적육질-27.5%"
  },
  {
    "id": null,
    "name": "간것",
    "role_code": null,
    "season": [
      "탄산수"
    ],
    "recipe": "얼음을 섞어서 에이드를 만든다."
  },
  {
    "id": 1326,
    "name": "수제단호박식혜",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 식혜베이스와 물 1:4비율로 맞춰서 넣어준다.2. 단호박을 삶아 갈아서 식혜에 섞어준다."
  },
  {
    "id": 1327,
    "name": "수제딸기라떼",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 냉동가당딸기를 썰어서 딸기 스무디와 함께 바트에 담는다.2. 우유를 넣어 섞어준다.3. 배식 시에 딸기 다이스를 우유가 담긴 밧트 위에 뿌려주고4. 한국자씩 투명컵에 담아 배식한다."
  },
  {
    "id": 1329,
    "name": "수제딸기요거트(그래놀라)@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 냉동딸기는 갈거나 으깨서 요거트, 딸기잼과 함께 섞어줍니다.2. 맛을 보고 살짝 달달한 맛이 날 정도로 부족하면 설탕 첨가합니다.3. 생딸기는 한개씩 세척 소독4. 배식 시에 반찬자리에 요거트 배식하고 위에 데코로 생딸기와 그래놀라를 얹어줍니다."
  },
  {
    "id": 1331,
    "name": "수제마늘바게트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1개씩 오븐에 굽는다."
  },
  {
    "id": 1333,
    "name": "수제바나나쉐이크*",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명기준 우유97kg, 바나나 78kg 두밧트정도 남음 추가배식 고려해한 밧트정도 줄이면 적당함모든 재료를 주서나 믹서기에 넣고 잘 혼합하여 배식한다."
  },
  {
    "id": 1334,
    "name": "수제블루레몬에이드(친환경아이스컵)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 레몬은 세척 소독 후 얇게 슬라이스 반달모양으로 자르기2. 애플민트도 세척 소독 후 헹구고 물기를 제거해준다.3. 탄산수와 레몬농축액, 블루시럽을 섞어준다.4. 슬라이스 된 레몬과 애플민트도 섞어준다.5. 배식때 얼음을 넣어 국자로 투명컵에 넣어 배식한다.6. 마지막에 악어젤리 한개씩 데코로 올려주어 완성!"
  },
  {
    "id": 1335,
    "name": "수제블루베리요거트&초코링",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 요거트 블루베리잼을 섞어줍니다.2. 맛을 보고 살짝 달달한 맛이 날 정도로 3. 배식 직전에 냉동블루베리를 섞어줍니다.4. 배식 시에 반찬자리에 요거트 배식하고 위에 초코링을 올려줍니다."
  },
  {
    "id": null,
    "name": "여름",
    "role_code": null,
    "season": [
      "(감자+소금)은 삶아 으깨고"
    ],
    "recipe": "오이"
  },
  {
    "id": 1337,
    "name": "수제생크림도넛",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 도넛 생지는 기름에 튀겨준다.2. 한김 식혀놓고3. 가운데 부분을 반 갈라준다.4. 휘핑크림을 안에 넉넉히 넣어준다.5. 밧드에 차곡차곡 담아서 위에 슈가파우더를 골고루 뿌려준다.6. 냉장보관 하면 완성!"
  },
  {
    "id": 1340,
    "name": "수제에그타르트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 도우컵속에 90%정도 충전물을 채운후, 2. 140도 25분 건열 --온도확인!!"
  },
  {
    "id": 1341,
    "name": "수제오리컵케이크(스승의날)@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 종이컵을 낮은바트 혹은 오븐팬에 깔아둔다.2. 종이컵 안에 머핀 껍질을 벗겨 넣어준다.3. 위에 생크림을 짜준다.4. 생크림을 평평하게 한 후 초코칩 눈알 두개와 계란과자 입 두개를 붙여준다.5. 오리 얼굴처럼 완성해서 냉장보관 후 배식한다."
  },
  {
    "id": 1342,
    "name": "수제옥수수토스트*",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "800명 기준 옥수수 36kg1. 토스트식빵에 (중탕한) 버터+식용유 묻혀 오븐에 살짝 구워준다2. 피자치즈 + 마요네즈+ 치즈소스 옥수수 넣어 섞어 준 후 설탕 조금 넣어 달달하게 만들어 준다3. 식빵 위에 올린 후 오븐에 피자치즈 녹을 정도로 돌려주기4. 파슬리로 데코5. 1/2 잘라서 배식한다.마요네즈소스 양 넉넉히 가장자리까지 발라주세요"
  },
  {
    "id": 1343,
    "name": "수제요거트(복숭아)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.호상요구르트와 우유를 섞어 일반팬에 담는다.-뚜껑을 덮는다.(전날작업) 2. 조리 습열 38도(컨백션 40도) 8시간 발효한다. 3. 냉장고에 넣어둔다. 4. 과일은 생야채소독 후 한입크기로 썬다 5. 꿀, 잼, 요거트, 과일(작게썬)을 혼합하여 배식한다. 6. 씨리얼은 기호에 따라 선택하여 받을 수 있게 한다. 일반 요거트 제품보다 단단한 질감 푸딩 느낌"
  },
  {
    "id": 1344,
    "name": "수제요거트티라미슈",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "카스텔라 510g(10조각) * 2/3지점을 잘라 나눠주기1. 코코아가루, 초코가루는 미지근한 물에 곱게 녹여줍니다.**빵이 살짝 적셔질 농도로 묽게 만들어주세요~2. 빵은 밧드 크기에 맞춰 얕은 밧드에 넣어줍니다.3. 그 다음 녹인 초코물을 골고루 발라줍니다,4. 크림치즈를 멍울지지 않게 풀어준뒤5. 생크림,요거트,연유를 넣고 섞어줍니다.**마요네즈 농도6. 빵위에 (크림치즈+생크림+연유)를 넣고 마지막에 코코아가루를 이쁘게 뿌려줍니다.7. 오븐 트레이에 담아 냉장보관!카스텔라 500g 뚜레쥬르 제품이 맛있음 절단된것초코케이크가루/ 네스퀵 초코 1.2kg코코아차/ 코코아파우더350g티라미스무스/타투아마스카포네크림치즈1kg/크림(우유)97.23%,변성전분,구연산,원산지:뉴질랜드/아이스박스포장"
  },
  {
    "id": null,
    "name": "간것",
    "role_code": null,
    "season": [
      "탄산수"
    ],
    "recipe": "얼음을 섞어서 에이드를 만든다."
  },
  {
    "id": 1347,
    "name": "수제청포도에이드@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "탄산이 빠지므로 2차 나눠서 진행해주세요교직원소량 11시~11시30분학생 12시~12시30분에 시작하기"
  },
  {
    "id": 1348,
    "name": "수제체리플럼에이드@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "탄산이 빠지므로 2차 나눠서 진행해주세요교직원소량 11시~11시30분학생 12시~12시30분에 시작하기"
  },
  {
    "id": 1351,
    "name": "스모어초코칩쿠키",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 컨백션 200도 예열, 170도 10분 2. 마시멜로를 하나씩 올려서 구워준다."
  },
  {
    "id": 1352,
    "name": "스승의날 글씨케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1353,
    "name": "스시(모양도넛)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1354,
    "name": "스윗쿨(자두)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "180ml 우유팩"
  },
  {
    "id": 1355,
    "name": "스테비아방울토마토",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 1인량(70g)을 달아 몇개인지 확인 후 배식 (2번과-4알정도씩 배식)1050명기준 80kg사용"
  },
  {
    "id": 1357,
    "name": "시럽 뿌린 토마토S",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명 기준 토마토86kg 많이 남음 1. 토마토는 검수후 깨끗이 씻어 소독후 헹구고 2. 전체 수량 파악하여 씨가 빠지지 않도록 3등분정도 한다. 3. 물엿과 설탕+물을 동량으로 넣어 묽게 끓여 식혀 토마토에 뿌려 냉장보관한다."
  },
  {
    "id": 1358,
    "name": "시험뿌셔",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1359,
    "name": "식목일나무케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1360,
    "name": "식목일두바이초코케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 냉동 보관하다가 배식 전에 냉장 해동한다."
  },
  {
    "id": 1361,
    "name": "식목일케이크(맛있땅흙흙)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "절단된 케이크에 꿈틀이와 석기시대를 1개씩 올려주세요"
  },
  {
    "id": 1362,
    "name": "식물성요구르트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1365,
    "name": "쌀칩샌드(초코/딸기)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1366,
    "name": "썸모어크래커",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 받드에 담는다."
  },
  {
    "id": 1367,
    "name": "씨없는포도",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "670명 기준 35kg 조금 남음1. 포도를 깨끗이 씻은 후 100ppm에서 5분간 염소소독을 실시한다. 2. 흐르는 물에 헹구어 낸다. 3. 1인당 70g정도로 자르기"
  },
  {
    "id": 1369,
    "name": "아몬드빼빼로",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1370,
    "name": "아오리사과",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 사과는 깨끗이 씻어 5분간 염소소독후 다시 씻어주세요. 2. 손을 깨끗이 소독한 후 일회용장갑을 착용하신 후(교차오염방지)  3. 사과껍질을 벗겨서 토막내 설탕물에 담궜다가 학급통에 담아주세요. 4. 사과작업전에 1인당 55g정도가 적당 5. 칼과 도마,용기는 과일전용으로 사용해 주세요."
  },
  {
    "id": 1371,
    "name": "아이스망고바",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1372,
    "name": "아이스망고스틴",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "개당 71g"
  },
  {
    "id": 1373,
    "name": "아이스슈(25)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1374,
    "name": "아이스식혜",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1 검수 후 1인당 1개씩 배식합니다."
  },
  {
    "id": 1375,
    "name": "아이스초코바",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1376,
    "name": "아이스크림(밀크/초코) 선택",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "개당 160ml"
  },
  {
    "id": 1377,
    "name": "아이스크림츄러스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "츄로스는 튀겨 준 후 한김 식혔다가 설탕+게피 가루 아이스크림 한스쿱 + 초코시럽+아몬드+츄로스"
  },
  {
    "id": 1379,
    "name": "아이스티(청사과/복숭아)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1380,
    "name": "아이스홍시",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "10,500원"
  },
  {
    "id": 1381,
    "name": "아이스흑임자찹쌀떡",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1382,
    "name": "아침에주스(사과)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1384,
    "name": "애플망고주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1385,
    "name": "약과",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1386,
    "name": "에너지바",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1387,
    "name": "옛날미숫가루",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 2일전에 정수기에서 물을 받아 얼려 놓는다.  2. 전날 물을 끓여 놓는다.  3. 설탕과 물을 동량으로 잡아 시럽을 만든다.  4. 미숫가루를 물에 응어리지지 않게 잘 풀은 후 3의 시럽을 넣어 농도를 맞춘다.  5. 배식직전에  1의 만들어 놓은 얼음이나 구매한 얼음을 넣는다."
  },
  {
    "id": 1388,
    "name": "오란다",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1389,
    "name": "오레오츄러스&흰우유(100ml)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 190도 예열 후 10분간 관찰조리 ** 냉동상태로 할 것2. 겹쳐 넣으면 축 쳐지기 때문에 오븐팬째 보온 해놓고 올라간다.3. 소스는 따로 배식 반찬칸에 한스푼 듬뿍 주기"
  },
  {
    "id": null,
    "name": "간것",
    "role_code": null,
    "season": [
      "탄산수"
    ],
    "recipe": "얼음을 섞어서 에이드를 만든다."
  },
  {
    "id": 1392,
    "name": "오렌지주스(210)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1393,
    "name": "오미자에이드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "탄산이 빠지므로 2차 나눠서 진행해주세요교직원소량 11시~11시30분학생 12시~12시30분에 시작하기"
  },
  {
    "id": 1394,
    "name": "오미자주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1395,
    "name": "오징어먹물피자&갈릭소스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 양파,양송이,피망 쵸핑하여2. 옥수수통조림 물 빼고 3. 피자소스와 치즈+쵸핑햄+1,2와 섞는다.4. 조각피자 위에 뿌려준다.5. 오븐 조리 후 따뜻하게 배식한다.갈릭소스는 피자위에 한숟가락씩 배식"
  },
  {
    "id": 1396,
    "name": "옥수크림쉐이크@",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***10온즈컵970명 기준 우유 146kg, 죠리퐁27kg사용, 바닐라시럽3kg, 아이스크림 70kg사용우유 적당, 죠리퐁4kg정도 줄여도됨, 바닐라시럽 적당, 아이스크림 10kg정도 줄여도됨설탕사용안함/텀블러이벤트 무한리필 했을때 약간 모자름 1. 우유는 얼려서 받기  -->냉장보관하기2. 옥수수 통조림 물빼서 뚜껑 덮어 냉장보관 해놓기3. 물뻬놓은 옥수수 반만 우유와 함께 갈아주기4. 갈은 옥수수,우유와 아이스크림,옥수수시럽을 넣고 섞어준다.** 농도는 묽지 않고 아이스크림에 가까워야 함4. 맛을 보고 시럽으로 당도를 가감해준다. ** 고명으로 옥수수통조림 남은것과 콘푸레이크를 올려주는것 감안하기5. 배식시에 한국자씩 떠주고 위에 옥수수통조림과 시리얼을 얹어준다.**1차 교직원 11시 30분에 작업하고   2차 12시 30분에 작업해서 바로 배식하러 갈 것"
  },
  {
    "id": 1397,
    "name": "요거얌얌(125)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1398,
    "name": "요거타임(포도)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1400,
    "name": "요구르트(100)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1401,
    "name": "요구르트(런)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1402,
    "name": "요구르트아이스(쮸)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1404,
    "name": "요플레(블루베리)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1405,
    "name": "우리쌀진달래설기",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오븐에 넣고 해동한 후 받드에 담는다."
  },
  {
    "id": 1406,
    "name": "우유(맛선택)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1407,
    "name": "우유(초코/딸기)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1408,
    "name": "우유미숫가루(컵)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 설탕과 물을 동량으로 잡아 시럽을 만든다.  2. 미숫가루를 물에 응어리지지 않게 잘 풀은 후 시럽을 넣어 농도를 맞춘다.  3. 배식직전에 얼음을 넣는다."
  },
  {
    "id": 1409,
    "name": "우유팥빙수*",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "550 연유3, 수박24, 팥24, 떡3, 젤리1, 미숫1, 우유57, 후르츠15, 딸기8**우유 얼려서 입고 10시 전후->연유 넣으면 빨리 녹음 **컵은 12온즈로 우유는 절반만 담아주세요 1. 우유는 해동 후 덩어리감 있게 부수기2. 과일->냉동딸기, 냉동블루베리, 후루츠칵테일 물빼고 -> 우유에 섞기3. 단맛은 연유와 설탕으로 조절4. 고명->젤리&팥빙수용떡 배식전에 mix / 팥, (미숫가루+시리얼)는 따로 배식"
  },
  {
    "id": 1410,
    "name": "워터젤리(쁘띠첼)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1411,
    "name": "워터젤리(사과)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1412,
    "name": "워터젤리(패션후르츠/블랙소르베)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "패션후르츠/블랙소르베 2가지 선택식(냉동 해둔 것 약간 녹여서 제공 예정)."
  },
  {
    "id": 1414,
    "name": "유기농포도주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1415,
    "name": "유산균음료",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1416,
    "name": "음료수(모구모구)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1417,
    "name": "인절미꿀토스트1/2",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1000명기준 콩가루 6kg 사용, 연유2kg 모자름 꿀로 대체사용, 꿀10kg사용970명기준 콩가루 4kg 사용, 꿀7kg사용1. 오븐 팬에  빵→꿀 넉넉히 바르기→ 인절미→빵 덮기→ 빵위에 버터+연유 바름(골고루, 안바르면 마름)→오븐에 굽기 - 오븐온도 : 예열(메뉴얼-토스트, 280도) :  굽기 160~170도 13~14분   2. 구운후에 → 꿀남은것 뿌리기 → 콩가루+아몬드 뿌림* 식빵 :11X11(뚜레쥬르)-22개(식빵1봉) : 봉지마다 갯수 차이있음인절미/흑임자인절미 인절미토스트용,80g,냉동"
  },
  {
    "id": 1418,
    "name": "인절미토스트(완)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 인절미토스트를 완전 해동한다.   (속안의 떡이 말랑해질때까지/비닐포장 상태로 해동하여 빵이 건조해지는 것을 방지!)2. 180도 20분 예열 후    약 165~170도에서 습10% 넣어주기 8~10분간 조리3. 보온 해두고4. 배식 전 콩가루와 시럽을 뿌려 배식한다."
  },
  {
    "id": 1419,
    "name": "자두",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 염소소독 후 1인당 1개씩 학급통에 담아 주세요. 중점관리기준: 교차오염에 주의해 주세요. 담으실때 위생장갑 착용하세요."
  },
  {
    "id": 1420,
    "name": "자두에이드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1421,
    "name": "자몽음료",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1423,
    "name": "장액티브요구르트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1424,
    "name": "적초생강",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 받드에 담는다."
  },
  {
    "id": 1425,
    "name": "전주한옥마을 바게트버거",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 대나무통바게트 조리- 예열된 150~160도에서 2~3분간 건열 조리한다.2. 데리야끼 치킨을 오븐에 조리한다(컨벡션180도 5분)3. 치킨은 식혀서 소스와 버무리기 전까지 냉장보관 해준다. 4. 3에 잘게 썬 양배추와 오이피클을 넣고 칠리소스와 허니머스터드를 넣고 버무린다.5. 만들어진 재료를 오븐에 구운 바게트에 넣어준다."
  },
  {
    "id": 1427,
    "name": "제로포도주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 파우치 음료(100ml)"
  },
  {
    "id": 1428,
    "name": "제주감귤주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1429,
    "name": "제주감귤타르트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1430,
    "name": "젤리블리",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "선택식(2~3가지 제공)"
  },
  {
    "id": 1431,
    "name": "죠리퐁쉐이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "***10온즈컵(완전 최종)780명 기준 죠리퐁 9.9kg(약간 모자름), 우유93kg, 아이스크림40kg, 바닐라시럽2kg 사용바닐라시럽 한통 더 있어도 될 듯***12온즈컵360명 기준 우유 55kg, 죠리퐁 69봉(198g), 바닐라시럽1kg, 아이스크림25kg사용아이스크림양에 비해 우유가 조금 많았음 죠리퐁19봉 남김 -->1인량 수정함 12oz투명컵 기준으로 한밧드반(깊은밧드)정도 남음/추가배식 있어 양 적당1. 우유는 얼려서 받거나 2~3일 전에 선입고 하여 외피 소독하고 냉동보관 해준다.** 외피 세척 소독 필수!! 당일 입고할 경우, 전처리실 냉장고에서 냉장해동 해주고 작업 전에 외피 세척, 소독하기2. 죠리퐁 과자는 1/3은 믹서기에 갈아주고(농도 보며 조절) 반은 컵에 올려준다.3. 소독한 얼린 우유를 외피를 벗겨 다믹서기로 갈아준다.** 언 우유를 칼로 잘라서 얼지 않은 우유를 조금 넣고 함께 갈아주면 편함4. 갈은 죠리퐁과 갈린 우유, 아이스크림, 바닐라시럽을 다라에 넣고 골고루 섞어준다.** 설탕으로 단맛 조절** 최대한 늦게 시작하기5. 밧드에 담아 배식 전까지 냉장 또는 냉동보관 해주고 배식때 가지고 올라간다.6. 배식시에 한국자씩 떠주고 위에 죠리퐁을 그 위에 한국자 올려준다.** 갈은 죠리퐁 외에 올려줄 죠리퐁은 미리 뜯어놓으면 눅눅해질 수 있으므로 배식 전에 뜯어서 담아주세요."
  },
  {
    "id": 1432,
    "name": "짜요짜요",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1433,
    "name": "찰보루빵",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "오븐조리) 절대 해동하지 말고, 오븐팬에 4*8줄로 팬닝,180도 예열 후 170도 오븐에 25~30분 조리"
  },
  {
    "id": 1434,
    "name": "참외",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "개당 287g/4=72g중점관리기준 : 참외는 깨끗이 씻어 염소소독 후 껍질을 벗겨 주세요. 1. 검수시 갯수파악하여 자를때 참고하도록 합니다참외/생과-20%참외(1/4조각) 740개 기준자율배식 했을 때 75조각 남음(교직원 1~2개씩)"
  },
  {
    "id": 1435,
    "name": "참치달걀샌드위치",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1436,
    "name": "찹쌀모나카",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1437,
    "name": "찹쌀유과/백년초유과",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1438,
    "name": "채소담은ABC주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1439,
    "name": "천도복숭아",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**970명 116kg발주 20kg정도 남음1. 세척 후 100ppm에서 5분간 소독을 실시한다. 2. 흐르는 물에 헹구어 낸다. 3. 1개씩 배식해주세요.개당 120g"
  },
  {
    "id": 1440,
    "name": "천혜향",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "개당 250g 1/2등분하여 제공해주세요~개당 300g 경우, 1/4등분"
  },
  {
    "id": 1441,
    "name": "청귤주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 소독 후 받드 담기"
  },
  {
    "id": 1442,
    "name": "체리올린크로플&시럽",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미니크로플을 오븐에 굽고 온장보관2. 생크림을 밧드에 담아 위에 체리를 올려주고 냉장보관3. 배식 시 크로플 위에 생크림+체리 한스푼 올려주고 메이플시럽을 같이 준다."
  },
  {
    "id": 1443,
    "name": "초코두유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1444,
    "name": "초코미숫가루",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "**우유는 전전날 받아서 냉동보관!!1. 설탕과 물을 1:1으로 잡아 시럽을 만든다.  2. 미숫가루와 쵸코가루를 뜨거운물 조금에 녹여서 식힌 후3. 우유에 응어리지지 않게 잘 풀은 후 시럽을 넣어 농도를 맞춘다.  4. 배식직전에 얼음을 넣는다.교직원 1차로 섞은후 12시 30분에 시작하기 설탕은 맛보고 마지막에 조금 넣어주기"
  },
  {
    "id": 1445,
    "name": "초코바나나도넛",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1447,
    "name": "초코쌀뻥",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1448,
    "name": "초코에반하나뚱카롱",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1449,
    "name": "초코우유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1450,
    "name": "초코파이(국군의날)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1451,
    "name": "추석맞이쌀과자",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1452,
    "name": "카스테라",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1453,
    "name": "카스텔라꽈배기",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "해동 후 1. 카스텔라에 생크림을 더 발라준 후2. 카스텔라 가루를 묻혀줍니다."
  },
  {
    "id": 1454,
    "name": "캐모마일릴릭서에이드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1.캐모마일릴랙서 원액에 사이다,생수,얼음을 넣어 농도를 맞춘다.2.레드커런트, 로즈마리잎은 소독 후, 작게 떼어내 에이드에 섞는다. 3.12온스 투명컵에 배식한다. **60인분씩 바로 만들기**1.에이드2병 :사이다 8병"
  },
  {
    "id": 1455,
    "name": "컵과일(단감,방울토마토,포도)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1456,
    "name": "컵과일(파인,포도,방울)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1457,
    "name": "코코팜",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1460,
    "name": "크로크무슈1/4(완)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "냉동상태의 제품을 기름약간 발라 오븐에 구워줍니다.조리후 온장고 보관!! 보온배식"
  },
  {
    "id": 1461,
    "name": "크로플&시럽",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 미니크로플을 오븐에 굽고2. 시나몬 가루를 살짝 뿌려준다.3. 배식 시 아이스크림 스쿱으로 한스푼씩 떠준다.교실배식 6개반- 3통(4L*3)을 살짝 녹여서 반 나눈다.냉동 보관 후 점심시간 10분전에 가지고 올라가서 배식카에 올려놓는다."
  },
  {
    "id": 1462,
    "name": "크림치즈프레즐",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1463,
    "name": "키위",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 소독 후 1/2로 잘라서 배식한다."
  },
  {
    "id": 1464,
    "name": "키위주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1465,
    "name": "타우린오렌지파인주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1466,
    "name": "탄두리치폴레피자",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오븐팬에 기름을 바르고 피자를 굽는다."
  },
  {
    "id": 1467,
    "name": "톡톡젤리",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1468,
    "name": "통갈비치즈맛바",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 통갈비맛바를 오븐에 건열 150도 15분 구운후2. 바베큐소스+우스타소스를 끓여 발라준다3. 그위에 치즈소스를 지그재그로 먹음직스럽게 뿌려준다.통갈비맛바/원플원/50g,70g 택1"
  },
  {
    "id": 1469,
    "name": "통과일주스(사과/배)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "배/사과 파우치 140ml 음료(선택식)"
  },
  {
    "id": 1471,
    "name": "티라미스케이크",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1473,
    "name": "파워온레몬/자몽",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "파우치 음료(선택식)"
  },
  {
    "id": 1474,
    "name": "파인애플",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 1인당 1개씩"
  },
  {
    "id": 1476,
    "name": "패션후르츠에이드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 패션후르츠 퓨레는 유수해동 해준다. 조리 전에 하기2. 라임은 세척 소독 후 얇게 썰어 냉장보관3. 퓨레와 탄산수 사이다를 섞어 당도를 보고 안달면 설탕 추가하기4. 라임을 섞어 종이컵에 배식"
  },
  {
    "id": 1477,
    "name": "포도(거봉)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "*** 씻을때 포도가 터지지 않게 조심해서 살살 씻어주세요.1. 포도를 깨끗이 씻은 후 100ppm에서 5분간 염소소독을 실시한다.2. 흐르는 물에 헹구어 낸다."
  },
  {
    "id": 1478,
    "name": "포도(수입거봉)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 포도를 깨끗이 씻은 후 100ppm에서 5분간 염소소독을 실시한다. 2. 흐르는 물에 헹구어 낸다. 3. 1인량  달아보기포도(생과)/골덴마스컷,큰것-53%"
  },
  {
    "id": 1479,
    "name": "포도",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "970명 기준 포도 70kg 조금 남음1. 포도를 깨끗이 씻은 후 100ppm에서 5분간 염소소독을 실시한다. 2. 흐르는 물에 헹구어 낸다. 3. 1인당 65g정도로 자르기-12알 정도"
  },
  {
    "id": 1481,
    "name": "프루티레몬라임주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 검수 후 밧드에 담는다."
  },
  {
    "id": 1482,
    "name": "플럼주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1483,
    "name": "플리또음료",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1485,
    "name": "하트머랭쿠키",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 포장지 제거 후 받드에 담는다."
  },
  {
    "id": 1486,
    "name": "학교로간과일주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1487,
    "name": "한글날자음쿠키",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1488,
    "name": "한라봉",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "한라봉 개당 250g 정도 4등분하여 제공"
  },
  {
    "id": 1490,
    "name": "해가득사과주스",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "180ml 사각종이팩"
  },
  {
    "id": 1491,
    "name": "행운의에그타르트",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 오븐건열 190~200도 약 25분정도 구워내기2. 완전히 식힌 후 네잎클로버 생잎 올리기** 네잎클로버는 소독 해줍니다."
  },
  {
    "id": 1492,
    "name": "행운의열쇠초콜릿",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1493,
    "name": "행운초코카드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1494,
    "name": "허니버터 견과류",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "견과류 알레르기 주의"
  },
  {
    "id": 1495,
    "name": "허니버터맥나잇",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 달걀후라이를 먼저 구워준다.2. 버터를 오븐팬에 두른다3. 오븐팬에 꿀호떡을 깔고 위에 계란-치즈를 얹고 다시 꿀호떡으로 덮어준다.4. 1/2등분 자른다.5. 배식전에 오븐에 살짝 돌리고 따듯하게 배식한다."
  },
  {
    "id": 1496,
    "name": "허니버터아몬드/군옥수수아몬드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "맛별로 각각 담는다(선택급식)."
  },
  {
    "id": 1497,
    "name": "허쉬아이스크림바",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1498,
    "name": "호두과자(2개)",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1499,
    "name": "홍차레몬에이드",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 소독한 레몬은 잘게 썰어 놓는다 2. 끓인물을 한김 식혀서 홍차(티백의 종이손잡이는 떼어낼것)를 우려낸다.(10분정도.., 전날 해두면 좋다.)3. 사이다 탄산수에 홍차우린물, 레몬즙과 레몬을 섞고 설탕, 올리고당으로 단맛을 조절한다. 4. 얼음은 배식때 넣는다."
  },
  {
    "id": 1500,
    "name": "황금란",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1501,
    "name": "황금파이만주",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 만주는 오븐에 구워낸다(180도 10~15분)."
  },
  {
    "id": 1502,
    "name": "황금향",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1/4조각 내서 한개씩 배식"
  },
  {
    "id": 1503,
    "name": "황도복숭아절임",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1. 통조림 캔을 따서 복숭아와 국물 적당량 + 탄산수 + 레몬즙을 섞어준다.2. 냉장 보관 후 4개씩 배식한다."
  },
  {
    "id": 1504,
    "name": "후식용시리얼&흰우유",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "0"
  },
  {
    "id": 1505,
    "name": "흑당버블라떼",
    "role_code": 4,
    "season": [
      "봄",
      "여름",
      "가을",
      "겨울"
    ],
    "recipe": "1"
  }
];